{
  "version": "NIV",
  "text": [
    {
      "title": "The Census",
      "text": [
        {
          "text": "The Lord spoke to Moses in the tent of meeting in the Desert of Sinai on the first day of the second month of the second year after the Israelites came out of Egypt. He said:",
          "ID": "1"
        },
        {
          "text": "“Take a census of the whole Israelite community by their clans and families, listing every man by name, one by one.",
          "ID": "2"
        },
        {
          "text": "You and Aaron are to count according to their divisions all the men in Israel who are twenty years old or more and able to serve in the army.",
          "ID": "3"
        },
        {
          "text": "One man from each tribe, each of them the head of his family, is to help you.",
          "ID": "4"
        },
        {
          "text": "These are the names of the men who are to assist you:\nfrom Reuben, Elizur son of Shedeur;",
          "ID": "5"
        },
        {
          "text": "from Simeon, Shelumiel son of Zurishaddai;",
          "ID": "6"
        },
        {
          "text": "from Judah, Nahshon son of Amminadab;",
          "ID": "7"
        },
        {
          "text": "from Issachar, Nethanel son of Zuar;",
          "ID": "8"
        },
        {
          "text": "from Zebulun, Eliab son of Helon;",
          "ID": "9"
        },
        {
          "text": "from the sons of Joseph:\nfrom Ephraim, Elishama son of Ammihud;\nfrom Manasseh, Gamaliel son of Pedahzur;",
          "ID": "10"
        },
        {
          "text": "from Benjamin, Abidan son of Gideoni;",
          "ID": "11"
        },
        {
          "text": "from Dan, Ahiezer son of Ammishaddai;",
          "ID": "12"
        },
        {
          "text": "from Asher, Pagiel son of Okran;",
          "ID": "13"
        },
        {
          "text": "from Gad, Eliasaph son of Deuel;",
          "ID": "14"
        },
        {
          "text": "from Naphtali, Ahira son of Enan.”",
          "ID": "15"
        },
        {
          "text": "These were the men appointed from the community, the leaders of their ancestral tribes. They were the heads of the clans of Israel.",
          "ID": "16"
        },
        {
          "text": "Moses and Aaron took these men whose names had been specified,",
          "ID": "17"
        },
        {
          "text": "and they called the whole community together on the first day of the second month. The people registered their ancestry by their clans and families, and the men twenty years old or more were listed by name, one by one,",
          "ID": "18"
        },
        {
          "text": "as the Lord commanded Moses. And so he counted them in the Desert of Sinai:",
          "ID": "19"
        },
        {
          "text": "From the descendants of Reuben the firstborn son of Israel:\nAll the men twenty years old or more who were able to serve in the army were listed by name, one by one, according to the records of their clans and families.",
          "ID": "20"
        },
        {
          "text": "The number from the tribe of Reuben was 46,500.",
          "ID": "21"
        },
        {
          "text": "From the descendants of Simeon:\nAll the men twenty years old or more who were able to serve in the army were counted and listed by name, one by one, according to the records of their clans and families.",
          "ID": "22"
        },
        {
          "text": "The number from the tribe of Simeon was 59,300.",
          "ID": "23"
        },
        {
          "text": "From the descendants of Gad:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "24"
        },
        {
          "text": "The number from the tribe of Gad was 45,650.",
          "ID": "25"
        },
        {
          "text": "From the descendants of Judah:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "26"
        },
        {
          "text": "The number from the tribe of Judah was 74,600.",
          "ID": "27"
        },
        {
          "text": "From the descendants of Issachar:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "28"
        },
        {
          "text": "The number from the tribe of Issachar was 54,400.",
          "ID": "29"
        },
        {
          "text": "From the descendants of Zebulun:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "30"
        },
        {
          "text": "The number from the tribe of Zebulun was 57,400.",
          "ID": "31"
        },
        {
          "text": "From the sons of Joseph:\nFrom the descendants of Ephraim:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "32"
        },
        {
          "text": "The number from the tribe of Ephraim was 40,500.",
          "ID": "33"
        },
        {
          "text": "From the descendants of Manasseh:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "34"
        },
        {
          "text": "The number from the tribe of Manasseh was 32,200.",
          "ID": "35"
        },
        {
          "text": "From the descendants of Benjamin:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "36"
        },
        {
          "text": "The number from the tribe of Benjamin was 35,400.",
          "ID": "37"
        },
        {
          "text": "From the descendants of Dan:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "38"
        },
        {
          "text": "The number from the tribe of Dan was 62,700.",
          "ID": "39"
        },
        {
          "text": "From the descendants of Asher:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "40"
        },
        {
          "text": "The number from the tribe of Asher was 41,500.",
          "ID": "41"
        },
        {
          "text": "From the descendants of Naphtali:\nAll the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
          "ID": "42"
        },
        {
          "text": "The number from the tribe of Naphtali was 53,400.",
          "ID": "43"
        },
        {
          "text": "These were the men counted by Moses and Aaron and the twelve leaders of Israel, each one representing his family.",
          "ID": "44"
        },
        {
          "text": "All the Israelites twenty years old or more who were able to serve in Israel’s army were counted according to their families.",
          "ID": "45"
        },
        {
          "text": "The total number was 603,550.",
          "ID": "46"
        },
        {
          "text": "The ancestral tribe of the Levites, however, was not counted along with the others.",
          "ID": "47"
        },
        {
          "text": "The Lord had said to Moses:",
          "ID": "48"
        },
        {
          "text": "“You must not count the tribe of Levi or include them in the census of the other Israelites.",
          "ID": "49"
        },
        {
          "text": "Instead, appoint the Levites to be in charge of the tabernacle of the covenant law—over all its furnishings and everything belonging to it. They are to carry the tabernacle and all its furnishings; they are to take care of it and encamp around it.",
          "ID": "50"
        },
        {
          "text": "Whenever the tabernacle is to move, the Levites are to take it down, and whenever the tabernacle is to be set up, the Levites shall do it. Anyone else who approaches it is to be put to death.",
          "ID": "51"
        },
        {
          "text": "The Israelites are to set up their tents by divisions, each of them in their own camp under their standard.",
          "ID": "52"
        },
        {
          "text": "The Levites, however, are to set up their tents around the tabernacle of the covenant law so that my wrath will not fall on the Israelite community. The Levites are to be responsible for the care of the tabernacle of the covenant law.”",
          "ID": "53"
        },
        {
          "text": "The Israelites did all this just as the Lord commanded Moses.",
          "ID": "54"
        }
      ],
      "ID": "OT:NUM.1",
      "name": "Numbers 1"
    },
    {
      "title": "The Arrangement of the Tribal Camps",
      "text": [
        {
          "text": "The Lord said to Moses and Aaron:",
          "ID": "1"
        },
        {
          "text": "“The Israelites are to camp around the tent of meeting some distance from it, each of them under their standard and holding the banners of their family.”",
          "ID": "2"
        },
        {
          "text": "On the east, toward the sunrise, the divisions of the camp of Judah are to encamp under their standard. The leader of the people of Judah is Nahshon son of Amminadab.",
          "ID": "3"
        },
        {
          "text": "His division numbers 74,600.",
          "ID": "4"
        },
        {
          "text": "The tribe of Issachar will camp next to them. The leader of the people of Issachar is Nethanel son of Zuar.",
          "ID": "5"
        },
        {
          "text": "His division numbers 54,400.",
          "ID": "6"
        },
        {
          "text": "The tribe of Zebulun will be next. The leader of the people of Zebulun is Eliab son of Helon.",
          "ID": "7"
        },
        {
          "text": "His division numbers 57,400.",
          "ID": "8"
        },
        {
          "text": "All the men assigned to the camp of Judah, according to their divisions, number 186,400. They will set out first.",
          "ID": "9"
        },
        {
          "text": "On the south will be the divisions of the camp of Reuben under their standard. The leader of the people of Reuben is Elizur son of Shedeur.",
          "ID": "10"
        },
        {
          "text": "His division numbers 46,500.",
          "ID": "11"
        },
        {
          "text": "The tribe of Simeon will camp next to them. The leader of the people of Simeon is Shelumiel son of Zurishaddai.",
          "ID": "12"
        },
        {
          "text": "His division numbers 59,300.",
          "ID": "13"
        },
        {
          "text": "The tribe of Gad will be next. The leader of the people of Gad is Eliasaph son of Deuel.",
          "ID": "14",
          "comments": [
            "Many manuscripts of the Masoretic Text, Samaritan Pentateuch and Vulgate (see also 1:14); most manuscripts of the Masoretic Text Reuel"
          ]
        },
        {
          "text": "His division numbers 45,650.",
          "ID": "15"
        },
        {
          "text": "All the men assigned to the camp of Reuben, according to their divisions, number 151,450. They will set out second.",
          "ID": "16"
        },
        {
          "text": "Then the tent of meeting and the camp of the Levites will set out in the middle of the camps. They will set out in the same order as they encamp, each in their own place under their standard.",
          "ID": "17"
        },
        {
          "text": "On the west will be the divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Ammihud.",
          "ID": "18"
        },
        {
          "text": "His division numbers 40,500.",
          "ID": "19"
        },
        {
          "text": "The tribe of Manasseh will be next to them. The leader of the people of Manasseh is Gamaliel son of Pedahzur.",
          "ID": "20"
        },
        {
          "text": "His division numbers 32,200.",
          "ID": "21"
        },
        {
          "text": "The tribe of Benjamin will be next. The leader of the people of Benjamin is Abidan son of Gideoni.",
          "ID": "22"
        },
        {
          "text": "His division numbers 35,400.",
          "ID": "23"
        },
        {
          "text": "All the men assigned to the camp of Ephraim, according to their divisions, number 108,100. They will set out third.",
          "ID": "24"
        },
        {
          "text": "On the north will be the divisions of the camp of Dan under their standard. The leader of the people of Dan is Ahiezer son of Ammishaddai.",
          "ID": "25"
        },
        {
          "text": "His division numbers 62,700.",
          "ID": "26"
        },
        {
          "text": "The tribe of Asher will camp next to them. The leader of the people of Asher is Pagiel son of Okran.",
          "ID": "27"
        },
        {
          "text": "His division numbers 41,500.",
          "ID": "28"
        },
        {
          "text": "The tribe of Naphtali will be next. The leader of the people of Naphtali is Ahira son of Enan.",
          "ID": "29"
        },
        {
          "text": "His division numbers 53,400.",
          "ID": "30"
        },
        {
          "text": "All the men assigned to the camp of Dan number 157,600. They will set out last, under their standards.",
          "ID": "31"
        },
        {
          "text": "These are the Israelites, counted according to their families. All the men in the camps, by their divisions, number 603,550.",
          "ID": "32"
        },
        {
          "text": "The Levites, however, were not counted along with the other Israelites, as the Lord commanded Moses.",
          "ID": "33"
        },
        {
          "text": "So the Israelites did everything the Lord commanded Moses; that is the way they encamped under their standards, and that is the way they set out, each of them with their clan and family.",
          "ID": "34"
        }
      ],
      "ID": "OT:NUM.2",
      "name": "Numbers 2"
    },
    {
      "title": "The Levites",
      "text": [
        {
          "text": "This is the account of the family of Aaron and Moses at the time the Lord spoke to Moses at Mount Sinai.",
          "ID": "1"
        },
        {
          "text": "The names of the sons of Aaron were Nadab the firstborn and Abihu, Eleazar and Ithamar.",
          "ID": "2"
        },
        {
          "text": "Those were the names of Aaron’s sons, the anointed priests, who were ordained to serve as priests.",
          "ID": "3"
        },
        {
          "text": "Nadab and Abihu, however, died before the Lord when they made an offering with unauthorized fire before him in the Desert of Sinai. They had no sons, so Eleazar and Ithamar served as priests during the lifetime of their father Aaron.",
          "ID": "4"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "5"
        },
        {
          "text": "“Bring the tribe of Levi and present them to Aaron the priest to assist him.",
          "ID": "6"
        },
        {
          "text": "They are to perform duties for him and for the whole community at the tent of meeting by doing the work of the tabernacle.",
          "ID": "7"
        },
        {
          "text": "They are to take care of all the furnishings of the tent of meeting, fulfilling the obligations of the Israelites by doing the work of the tabernacle.",
          "ID": "8"
        },
        {
          "text": "Give the Levites to Aaron and his sons; they are the Israelites who are to be given wholly to him.",
          "ID": "9",
          "comments": [
            "Most manuscripts of the Masoretic Text; some manuscripts of the Masoretic Text, Samaritan Pentateuch and Septuagint (see also 8:16) to me"
          ]
        },
        {
          "text": "Appoint Aaron and his sons to serve as priests; anyone else who approaches the sanctuary is to be put to death.”",
          "ID": "10"
        },
        {
          "text": "The Lord also said to Moses,",
          "ID": "11"
        },
        {
          "text": "“I have taken the Levites from among the Israelites in place of the first male offspring of every Israelite woman. The Levites are mine,",
          "ID": "12"
        },
        {
          "text": "for all the firstborn are mine. When I struck down all the firstborn in Egypt, I set apart for myself every firstborn in Israel, whether human or animal. They are to be mine. I am the Lord.”",
          "ID": "13"
        },
        {
          "text": "The Lord said to Moses in the Desert of Sinai,",
          "ID": "14"
        },
        {
          "text": "“Count the Levites by their families and clans. Count every male a month old or more.”",
          "ID": "15"
        },
        {
          "text": "So Moses counted them, as he was commanded by the word of the Lord.",
          "ID": "16"
        },
        {
          "text": "These were the names of the sons of Levi:\nGershon, Kohath and Merari.",
          "ID": "17"
        },
        {
          "text": "These were the names of the Gershonite clans:\nLibni and Shimei.",
          "ID": "18"
        },
        {
          "text": "The Kohathite clans:\nAmram, Izhar, Hebron and Uzziel.",
          "ID": "19"
        },
        {
          "text": "The Merarite clans:\nMahli and Mushi.\nThese were the Levite clans, according to their families.",
          "ID": "20"
        },
        {
          "text": "To Gershon belonged the clans of the Libnites and Shimeites; these were the Gershonite clans.",
          "ID": "21"
        },
        {
          "text": "The number of all the males a month old or more who were counted was 7,500.",
          "ID": "22"
        },
        {
          "text": "The Gershonite clans were to camp on the west, behind the tabernacle.",
          "ID": "23"
        },
        {
          "text": "The leader of the families of the Gershonites was Eliasaph son of Lael.",
          "ID": "24"
        },
        {
          "text": "At the tent of meeting the Gershonites were responsible for the care of the tabernacle and tent, its coverings, the curtain at the entrance to the tent of meeting,",
          "ID": "25"
        },
        {
          "text": "the curtains of the courtyard, the curtain at the entrance to the courtyard surrounding the tabernacle and altar, and the ropes—and everything related to their use.",
          "ID": "26"
        },
        {
          "text": "To Kohath belonged the clans of the Amramites, Izharites, Hebronites and Uzzielites; these were the Kohathite clans.",
          "ID": "27"
        },
        {
          "text": "The number of all the males a month old or more was 8,600. The Kohathites were responsible for the care of the sanctuary.",
          "ID": "28",
          "comments": [
            "Hebrew; some Septuagint manuscripts 8,300"
          ]
        },
        {
          "text": "The Kohathite clans were to camp on the south side of the tabernacle.",
          "ID": "29"
        },
        {
          "text": "The leader of the families of the Kohathite clans was Elizaphan son of Uzziel.",
          "ID": "30"
        },
        {
          "text": "They were responsible for the care of the ark, the table, the lampstand, the altars, the articles of the sanctuary used in ministering, the curtain, and everything related to their use.",
          "ID": "31"
        },
        {
          "text": "The chief leader of the Levites was Eleazar son of Aaron, the priest. He was appointed over those who were responsible for the care of the sanctuary.",
          "ID": "32"
        },
        {
          "text": "To Merari belonged the clans of the Mahlites and the Mushites; these were the Merarite clans.",
          "ID": "33"
        },
        {
          "text": "The number of all the males a month old or more who were counted was 6,200.",
          "ID": "34"
        },
        {
          "text": "The leader of the families of the Merarite clans was Zuriel son of Abihail; they were to camp on the north side of the tabernacle.",
          "ID": "35"
        },
        {
          "text": "The Merarites were appointed to take care of the frames of the tabernacle, its crossbars, posts, bases, all its equipment, and everything related to their use,",
          "ID": "36"
        },
        {
          "text": "as well as the posts of the surrounding courtyard with their bases, tent pegs and ropes.",
          "ID": "37"
        },
        {
          "text": "Moses and Aaron and his sons were to camp to the east of the tabernacle, toward the sunrise, in front of the tent of meeting. They were responsible for the care of the sanctuary on behalf of the Israelites. Anyone else who approached the sanctuary was to be put to death.",
          "ID": "38"
        },
        {
          "text": "The total number of Levites counted at the Lord’s command by Moses and Aaron according to their clans, including every male a month old or more, was 22,000.",
          "ID": "39"
        },
        {
          "text": "The Lord said to Moses, “Count all the firstborn Israelite males who are a month old or more and make a list of their names.",
          "ID": "40"
        },
        {
          "text": "Take the Levites for me in place of all the firstborn of the Israelites, and the livestock of the Levites in place of all the firstborn of the livestock of the Israelites. I am the Lord.”",
          "ID": "41"
        },
        {
          "text": "So Moses counted all the firstborn of the Israelites, as the Lord commanded him.",
          "ID": "42"
        },
        {
          "text": "The total number of firstborn males a month old or more, listed by name, was 22,273.",
          "ID": "43"
        },
        {
          "text": "The Lord also said to Moses,",
          "ID": "44"
        },
        {
          "text": "“Take the Levites in place of all the firstborn of Israel, and the livestock of the Levites in place of their livestock. The Levites are to be mine. I am the Lord.",
          "ID": "45"
        },
        {
          "text": "To redeem the 273 firstborn Israelites who exceed the number of the Levites,",
          "ID": "46"
        },
        {
          "text": "collect five shekels for each one, according to the sanctuary shekel, which weighs twenty gerahs.",
          "ID": "47",
          "comments": [
            "That is, about 2 ounces or about 58 grams"
          ]
        },
        {
          "text": "Give the money for the redemption of the additional Israelites to Aaron and his sons.”",
          "ID": "48"
        },
        {
          "text": "So Moses collected the redemption money from those who exceeded the number redeemed by the Levites.",
          "ID": "49"
        },
        {
          "text": "From the firstborn of the Israelites he collected silver weighing 1,365 shekels, according to the sanctuary shekel.",
          "ID": "50",
          "comments": [
            "That is, about 35 pounds or about 16 kilograms"
          ]
        },
        {
          "text": "Moses gave the redemption money to Aaron and his sons, as he was commanded by the word of the Lord.",
          "ID": "51"
        }
      ],
      "ID": "OT:NUM.3",
      "name": "Numbers 3"
    },
    {
      "title": "The Numbering of the Levite Clans",
      "text": [
        {
          "text": "The Lord said to Moses and Aaron:",
          "ID": "1"
        },
        {
          "text": "“Take a census of the Kohathite branch of the Levites by their clans and families.",
          "ID": "2"
        },
        {
          "text": "Count all the men from thirty to fifty years of age who come to serve in the work at the tent of meeting.",
          "ID": "3"
        },
        {
          "text": "“This is the work of the Kohathites at the tent of meeting: the care of the most holy things.",
          "ID": "4"
        },
        {
          "text": "When the camp is to move, Aaron and his sons are to go in and take down the shielding curtain and put it over the ark of the covenant law.",
          "ID": "5"
        },
        {
          "text": "Then they are to cover the curtain with a durable leather, spread a cloth of solid blue over that and put the poles in place.",
          "ID": "6",
          "comments": [
            "Possibly the hides of large aquatic mammals; also in verses 8, 10, 11, 12, 14 and 25"
          ]
        },
        {
          "text": "“Over the table of the Presence they are to spread a blue cloth and put on it the plates, dishes and bowls, and the jars for drink offerings; the bread that is continually there is to remain on it.",
          "ID": "7"
        },
        {
          "text": "They are to spread a scarlet cloth over them, cover that with the durable leather and put the poles in place.",
          "ID": "8"
        },
        {
          "text": "“They are to take a blue cloth and cover the lampstand that is for light, together with its lamps, its wick trimmers and trays, and all its jars for the olive oil used to supply it.",
          "ID": "9"
        },
        {
          "text": "Then they are to wrap it and all its accessories in a covering of the durable leather and put it on a carrying frame.",
          "ID": "10"
        },
        {
          "text": "“Over the gold altar they are to spread a blue cloth and cover that with the durable leather and put the poles in place.",
          "ID": "11"
        },
        {
          "text": "“They are to take all the articles used for ministering in the sanctuary, wrap them in a blue cloth, cover that with the durable leather and put them on a carrying frame.",
          "ID": "12"
        },
        {
          "text": "“They are to remove the ashes from the bronze altar and spread a purple cloth over it.",
          "ID": "13"
        },
        {
          "text": "Then they are to place on it all the utensils used for ministering at the altar, including the firepans, meat forks, shovels and sprinkling bowls. Over it they are to spread a covering of the durable leather and put the poles in place.",
          "ID": "14"
        },
        {
          "text": "“After Aaron and his sons have finished covering the holy furnishings and all the holy articles, and when the camp is ready to move, only then are the Kohathites to come and do the carrying. But they must not touch the holy things or they will die. The Kohathites are to carry those things that are in the tent of meeting.",
          "ID": "15"
        },
        {
          "text": "“Eleazar son of Aaron, the priest, is to have charge of the oil for the light, the fragrant incense, the regular grain offering and the anointing oil. He is to be in charge of the entire tabernacle and everything in it, including its holy furnishings and articles.”",
          "ID": "16"
        },
        {
          "text": "The Lord said to Moses and Aaron,",
          "ID": "17"
        },
        {
          "text": "“See that the Kohathite tribal clans are not destroyed from among the Levites.",
          "ID": "18"
        },
        {
          "text": "So that they may live and not die when they come near the most holy things, do this for them: Aaron and his sons are to go into the sanctuary and assign to each man his work and what he is to carry.",
          "ID": "19"
        },
        {
          "text": "But the Kohathites must not go in to look at the holy things, even for a moment, or they will die.”",
          "ID": "20"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "21"
        },
        {
          "text": "“Take a census also of the Gershonites by their families and clans.",
          "ID": "22"
        },
        {
          "text": "Count all the men from thirty to fifty years of age who come to serve in the work at the tent of meeting.",
          "ID": "23"
        },
        {
          "text": "“This is the service of the Gershonite clans in their carrying and their other work:",
          "ID": "24"
        },
        {
          "text": "They are to carry the curtains of the tabernacle, that is, the tent of meeting, its covering and its outer covering of durable leather, the curtains for the entrance to the tent of meeting,",
          "ID": "25"
        },
        {
          "text": "the curtains of the courtyard surrounding the tabernacle and altar, the curtain for the entrance to the courtyard, the ropes and all the equipment used in the service of the tent. The Gershonites are to do all that needs to be done with these things.",
          "ID": "26"
        },
        {
          "text": "All their service, whether carrying or doing other work, is to be done under the direction of Aaron and his sons. You shall assign to them as their responsibility all they are to carry.",
          "ID": "27"
        },
        {
          "text": "This is the service of the Gershonite clans at the tent of meeting. Their duties are to be under the direction of Ithamar son of Aaron, the priest.",
          "ID": "28"
        },
        {
          "text": "“Count the Merarites by their clans and families.",
          "ID": "29"
        },
        {
          "text": "Count all the men from thirty to fifty years of age who come to serve in the work at the tent of meeting.",
          "ID": "30"
        },
        {
          "text": "As part of all their service at the tent, they are to carry the frames of the tabernacle, its crossbars, posts and bases,",
          "ID": "31"
        },
        {
          "text": "as well as the posts of the surrounding courtyard with their bases, tent pegs, ropes, all their equipment and everything related to their use. Assign to each man the specific things he is to carry.",
          "ID": "32"
        },
        {
          "text": "This is the service of the Merarite clans as they work at the tent of meeting under the direction of Ithamar son of Aaron, the priest.”",
          "ID": "33"
        },
        {
          "text": "Moses, Aaron and the leaders of the community counted the Kohathites by their clans and families.",
          "ID": "34"
        },
        {
          "text": "All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,",
          "ID": "35"
        },
        {
          "text": "counted by clans, were 2,750.",
          "ID": "36"
        },
        {
          "text": "This was the total of all those in the Kohathite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord’s command through Moses.",
          "ID": "37"
        },
        {
          "text": "The Gershonites were counted by their clans and families.",
          "ID": "38"
        },
        {
          "text": "All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,",
          "ID": "39"
        },
        {
          "text": "counted by their clans and families, were 2,630.",
          "ID": "40"
        },
        {
          "text": "This was the total of those in the Gershonite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord’s command.",
          "ID": "41"
        },
        {
          "text": "The Merarites were counted by their clans and families.",
          "ID": "42"
        },
        {
          "text": "All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,",
          "ID": "43"
        },
        {
          "text": "counted by their clans, were 3,200.",
          "ID": "44"
        },
        {
          "text": "This was the total of those in the Merarite clans. Moses and Aaron counted them according to the Lord’s command through Moses.",
          "ID": "45"
        },
        {
          "text": "So Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families.",
          "ID": "46"
        },
        {
          "text": "All the men from thirty to fifty years of age who came to do the work of serving and carrying the tent of meeting",
          "ID": "47"
        },
        {
          "text": "numbered 8,580.",
          "ID": "48"
        },
        {
          "text": "At the Lord’s command through Moses, each was assigned his work and told what to carry.\nThus they were counted, as the Lord commanded Moses.",
          "ID": "49"
        }
      ],
      "ID": "OT:NUM.4",
      "name": "Numbers 4"
    },
    {
      "title": "The Test for an Unfaithful Wife",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Command the Israelites to send away from the camp anyone who has a defiling skin disease or a discharge of any kind, or who is ceremonially unclean because of a dead body.",
          "ID": "2",
          "comments": [
            "The Hebrew word for defiling skin disease, traditionally translated “leprosy,” was used for various diseases affecting the skin."
          ]
        },
        {
          "text": "Send away male and female alike; send them outside the camp so they will not defile their camp, where I dwell among them.”",
          "ID": "3"
        },
        {
          "text": "The Israelites did so; they sent them outside the camp. They did just as the Lord had instructed Moses.",
          "ID": "4"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "5"
        },
        {
          "text": "“Say to the Israelites: ‘Any man or woman who wrongs another in any way and so is unfaithful to the Lord is guilty",
          "ID": "6",
          "comments": [
            "Or woman who commits any wrong common to mankind"
          ]
        },
        {
          "text": "and must confess the sin they have committed. They must make full restitution for the wrong they have done, add a fifth of the value to it and give it all to the person they have wronged.",
          "ID": "7"
        },
        {
          "text": "But if that person has no close relative to whom restitution can be made for the wrong, the restitution belongs to the Lord and must be given to the priest, along with the ram with which atonement is made for the wrongdoer.",
          "ID": "8"
        },
        {
          "text": "All the sacred contributions the Israelites bring to a priest will belong to him.",
          "ID": "9"
        },
        {
          "text": "Sacred things belong to their owners, but what they give to the priest will belong to the priest.’”",
          "ID": "10"
        },
        {
          "text": "Then the Lord said to Moses,",
          "ID": "11"
        },
        {
          "text": "“Speak to the Israelites and say to them: ‘If a man’s wife goes astray and is unfaithful to him",
          "ID": "12"
        },
        {
          "text": "so that another man has sexual relations with her, and this is hidden from her husband and her impurity is undetected (since there is no witness against her and she has not been caught in the act),",
          "ID": "13"
        },
        {
          "text": "and if feelings of jealousy come over her husband and he suspects his wife and she is impure—or if he is jealous and suspects her even though she is not impure—",
          "ID": "14"
        },
        {
          "text": "then he is to take his wife to the priest. He must also take an offering of a tenth of an ephah of barley flour on her behalf. He must not pour olive oil on it or put incense on it, because it is a grain offering for jealousy, a reminder-offering to draw attention to wrongdoing.",
          "ID": "15",
          "comments": [
            "That is, probably about 3 1/2 pounds or about 1.6 kilograms"
          ]
        },
        {
          "text": "“‘The priest shall bring her and have her stand before the Lord.",
          "ID": "16"
        },
        {
          "text": "Then he shall take some holy water in a clay jar and put some dust from the tabernacle floor into the water.",
          "ID": "17"
        },
        {
          "text": "After the priest has had the woman stand before the Lord, he shall loosen her hair and place in her hands the reminder-offering, the grain offering for jealousy, while he himself holds the bitter water that brings a curse.",
          "ID": "18"
        },
        {
          "text": "Then the priest shall put the woman under oath and say to her, “If no other man has had sexual relations with you and you have not gone astray and become impure while married to your husband, may this bitter water that brings a curse not harm you.",
          "ID": "19"
        },
        {
          "text": "But if you have gone astray while married to your husband and you have made yourself impure by having sexual relations with a man other than your husband”—",
          "ID": "20"
        },
        {
          "text": "here the priest is to put the woman under this curse—“may the Lord cause you to become a curse among your people when he makes your womb miscarry and your abdomen swell.",
          "ID": "21",
          "comments": [
            "That is, may he cause your name to be used in cursing (see Jer. 29:22); or, may others see that you are cursed; similarly in verse 27."
          ]
        },
        {
          "text": "May this water that brings a curse enter your body so that your abdomen swells or your womb miscarries.”\n“‘Then the woman is to say, “Amen. So be it.”",
          "ID": "22"
        },
        {
          "text": "“‘The priest is to write these curses on a scroll and then wash them off into the bitter water.",
          "ID": "23"
        },
        {
          "text": "He shall make the woman drink the bitter water that brings a curse, and this water that brings a curse and causes bitter suffering will enter her.",
          "ID": "24"
        },
        {
          "text": "The priest is to take from her hands the grain offering for jealousy, wave it before the Lord and bring it to the altar.",
          "ID": "25"
        },
        {
          "text": "The priest is then to take a handful of the grain offering as a memorial offering and burn it on the altar; after that, he is to have the woman drink the water.",
          "ID": "26",
          "comments": [
            "Or representative"
          ]
        },
        {
          "text": "If she has made herself impure and been unfaithful to her husband, this will be the result: When she is made to drink the water that brings a curse and causes bitter suffering, it will enter her, her abdomen will swell and her womb will miscarry, and she will become a curse.",
          "ID": "27"
        },
        {
          "text": "If, however, the woman has not made herself impure, but is clean, she will be cleared of guilt and will be able to have children.",
          "ID": "28"
        },
        {
          "text": "“‘This, then, is the law of jealousy when a woman goes astray and makes herself impure while married to her husband,",
          "ID": "29"
        },
        {
          "text": "or when feelings of jealousy come over a man because he suspects his wife. The priest is to have her stand before the Lord and is to apply this entire law to her.",
          "ID": "30"
        },
        {
          "text": "The husband will be innocent of any wrongdoing, but the woman will bear the consequences of her sin.’”",
          "ID": "31"
        }
      ],
      "ID": "OT:NUM.5",
      "name": "Numbers 5"
    },
    {
      "title": "The Priestly Blessing",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Speak to the Israelites and say to them: ‘If a man or woman wants to make a special vow, a vow of dedication to the Lord as a Nazirite,",
          "ID": "2"
        },
        {
          "text": "they must abstain from wine and other fermented drink and must not drink vinegar made from wine or other fermented drink. They must not drink grape juice or eat grapes or raisins.",
          "ID": "3"
        },
        {
          "text": "As long as they remain under their Nazirite vow, they must not eat anything that comes from the grapevine, not even the seeds or skins.",
          "ID": "4"
        },
        {
          "text": "“‘During the entire period of their Nazirite vow, no razor may be used on their head. They must be holy until the period of their dedication to the Lord is over; they must let their hair grow long.",
          "ID": "5"
        },
        {
          "text": "“‘Throughout the period of their dedication to the Lord, the Nazirite must not go near a dead body.",
          "ID": "6"
        },
        {
          "text": "Even if their own father or mother or brother or sister dies, they must not make themselves ceremonially unclean on account of them, because the symbol of their dedication to God is on their head.",
          "ID": "7"
        },
        {
          "text": "Throughout the period of their dedication, they are consecrated to the Lord.",
          "ID": "8"
        },
        {
          "text": "“‘If someone dies suddenly in the Nazirite’s presence, thus defiling the hair that symbolizes their dedication, they must shave their head on the seventh day—the day of their cleansing.",
          "ID": "9"
        },
        {
          "text": "Then on the eighth day they must bring two doves or two young pigeons to the priest at the entrance to the tent of meeting.",
          "ID": "10"
        },
        {
          "text": "The priest is to offer one as a sin offering and the other as a burnt offering to make atonement for the Nazirite because they sinned by being in the presence of the dead body. That same day they are to consecrate their head again.",
          "ID": "11",
          "comments": [
            "Or purification offering; also in verses 14 and 16"
          ]
        },
        {
          "text": "They must rededicate themselves to the Lord for the same period of dedication and must bring a year-old male lamb as a guilt offering. The previous days do not count, because they became defiled during their period of dedication.",
          "ID": "12"
        },
        {
          "text": "“‘Now this is the law of the Nazirite when the period of their dedication is over. They are to be brought to the entrance to the tent of meeting.",
          "ID": "13"
        },
        {
          "text": "There they are to present their offerings to the Lord: a year-old male lamb without defect for a burnt offering, a year-old ewe lamb without defect for a sin offering, a ram without defect for a fellowship offering,",
          "ID": "14"
        },
        {
          "text": "together with their grain offerings and drink offerings, and a basket of bread made with the finest flour and without yeast—thick loaves with olive oil mixed in, and thin loaves brushed with olive oil.",
          "ID": "15"
        },
        {
          "text": "“‘The priest is to present all these before the Lord and make the sin offering and the burnt offering.",
          "ID": "16"
        },
        {
          "text": "He is to present the basket of unleavened bread and is to sacrifice the ram as a fellowship offering to the Lord, together with its grain offering and drink offering.",
          "ID": "17"
        },
        {
          "text": "“‘Then at the entrance to the tent of meeting, the Nazirite must shave off the hair that symbolizes their dedication. They are to take the hair and put it in the fire that is under the sacrifice of the fellowship offering.",
          "ID": "18"
        },
        {
          "text": "“‘After the Nazirite has shaved off the hair that symbolizes their dedication, the priest is to place in their hands a boiled shoulder of the ram, and one thick loaf and one thin loaf from the basket, both made without yeast.",
          "ID": "19"
        },
        {
          "text": "The priest shall then wave these before the Lord as a wave offering; they are holy and belong to the priest, together with the breast that was waved and the thigh that was presented. After that, the Nazirite may drink wine.",
          "ID": "20"
        },
        {
          "text": "“‘This is the law of the Nazirite who vows offerings to the Lord in accordance with their dedication, in addition to whatever else they can afford. They must fulfill the vows they have made, according to the law of the Nazirite.’”",
          "ID": "21"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "22"
        },
        {
          "text": "“Tell Aaron and his sons, ‘This is how you are to bless the Israelites. Say to them:",
          "ID": "23"
        },
        {
          "text": "“‘“The Lord bless you\nand keep you;",
          "ID": "24"
        },
        {
          "text": "the Lord make his face shine on you\nand be gracious to you;",
          "ID": "25"
        },
        {
          "text": "the Lord turn his face toward you\nand give you peace.”’",
          "ID": "26"
        },
        {
          "text": "“So they will put my name on the Israelites, and I will bless them.”",
          "ID": "27"
        }
      ],
      "ID": "OT:NUM.6",
      "name": "Numbers 6"
    },
    {
      "title": "Offerings at the Dedication of the Tabernacle",
      "text": [
        {
          "text": "When Moses finished setting up the tabernacle, he anointed and consecrated it and all its furnishings. He also anointed and consecrated the altar and all its utensils.",
          "ID": "1"
        },
        {
          "text": "Then the leaders of Israel, the heads of families who were the tribal leaders in charge of those who were counted, made offerings.",
          "ID": "2"
        },
        {
          "text": "They brought as their gifts before the Lord six covered carts and twelve oxen—an ox from each leader and a cart from every two. These they presented before the tabernacle.",
          "ID": "3"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "4"
        },
        {
          "text": "“Accept these from them, that they may be used in the work at the tent of meeting. Give them to the Levites as each man’s work requires.”",
          "ID": "5"
        },
        {
          "text": "So Moses took the carts and oxen and gave them to the Levites.",
          "ID": "6"
        },
        {
          "text": "He gave two carts and four oxen to the Gershonites, as their work required,",
          "ID": "7"
        },
        {
          "text": "and he gave four carts and eight oxen to the Merarites, as their work required. They were all under the direction of Ithamar son of Aaron, the priest.",
          "ID": "8"
        },
        {
          "text": "But Moses did not give any to the Kohathites, because they were to carry on their shoulders the holy things, for which they were responsible.",
          "ID": "9"
        },
        {
          "text": "When the altar was anointed, the leaders brought their offerings for its dedication and presented them before the altar.",
          "ID": "10"
        },
        {
          "text": "For the Lord had said to Moses, “Each day one leader is to bring his offering for the dedication of the altar.”",
          "ID": "11"
        },
        {
          "text": "The one who brought his offering on the first day was Nahshon son of Amminadab of the tribe of Judah.",
          "ID": "12"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "13",
          "comments": [
            "That is, about 3 1/4 pounds or about 1.5 kilograms; also elsewhere in this chapter",
            "That is, about 1 3/4 pounds or about 800 grams; also elsewhere in this chapter"
          ]
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "14",
          "comments": [
            "That is, about 4 ounces or about 115 grams; also elsewhere in this chapter"
          ]
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "15"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "16",
          "comments": [
            "Or purification offering; also elsewhere in this chapter"
          ]
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Nahshon son of Amminadab.",
          "ID": "17"
        },
        {
          "text": "On the second day Nethanel son of Zuar, the leader of Issachar, brought his offering.",
          "ID": "18"
        },
        {
          "text": "The offering he brought was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "19"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "20"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "21"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "22"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Nethanel son of Zuar.",
          "ID": "23"
        },
        {
          "text": "On the third day, Eliab son of Helon, the leader of the people of Zebulun, brought his offering.",
          "ID": "24"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "25"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "26"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "27"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "28"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Eliab son of Helon.",
          "ID": "29"
        },
        {
          "text": "On the fourth day Elizur son of Shedeur, the leader of the people of Reuben, brought his offering.",
          "ID": "30"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "31"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "32"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "33"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "34"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Elizur son of Shedeur.",
          "ID": "35"
        },
        {
          "text": "On the fifth day Shelumiel son of Zurishaddai, the leader of the people of Simeon, brought his offering.",
          "ID": "36"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "37"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "38"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "39"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "40"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Shelumiel son of Zurishaddai.",
          "ID": "41"
        },
        {
          "text": "On the sixth day Eliasaph son of Deuel, the leader of the people of Gad, brought his offering.",
          "ID": "42"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "43"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "44"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "45"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "46"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Eliasaph son of Deuel.",
          "ID": "47"
        },
        {
          "text": "On the seventh day Elishama son of Ammihud, the leader of the people of Ephraim, brought his offering.",
          "ID": "48"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "49"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "50"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "51"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "52"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Elishama son of Ammihud.",
          "ID": "53"
        },
        {
          "text": "On the eighth day Gamaliel son of Pedahzur, the leader of the people of Manasseh, brought his offering.",
          "ID": "54"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "55"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "56"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "57"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "58"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Gamaliel son of Pedahzur.",
          "ID": "59"
        },
        {
          "text": "On the ninth day Abidan son of Gideoni, the leader of the people of Benjamin, brought his offering.",
          "ID": "60"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "61"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "62"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "63"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "64"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Abidan son of Gideoni.",
          "ID": "65"
        },
        {
          "text": "On the tenth day Ahiezer son of Ammishaddai, the leader of the people of Dan, brought his offering.",
          "ID": "66"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "67"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "68"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "69"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "70"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Ahiezer son of Ammishaddai.",
          "ID": "71"
        },
        {
          "text": "On the eleventh day Pagiel son of Okran, the leader of the people of Asher, brought his offering.",
          "ID": "72"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "73"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "74"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "75"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "76"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Pagiel son of Okran.",
          "ID": "77"
        },
        {
          "text": "On the twelfth day Ahira son of Enan, the leader of the people of Naphtali, brought his offering.",
          "ID": "78"
        },
        {
          "text": "His offering was one silver plate weighing a hundred and thirty shekels and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with the finest flour mixed with olive oil as a grain offering;",
          "ID": "79"
        },
        {
          "text": "one gold dish weighing ten shekels, filled with incense;",
          "ID": "80"
        },
        {
          "text": "one young bull, one ram and one male lamb a year old for a burnt offering;",
          "ID": "81"
        },
        {
          "text": "one male goat for a sin offering;",
          "ID": "82"
        },
        {
          "text": "and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Ahira son of Enan.",
          "ID": "83"
        },
        {
          "text": "These were the offerings of the Israelite leaders for the dedication of the altar when it was anointed: twelve silver plates, twelve silver sprinkling bowls and twelve gold dishes.",
          "ID": "84"
        },
        {
          "text": "Each silver plate weighed a hundred and thirty shekels, and each sprinkling bowl seventy shekels. Altogether, the silver dishes weighed two thousand four hundred shekels, according to the sanctuary shekel.",
          "ID": "85",
          "comments": [
            "That is, about 60 pounds or about 28 kilograms"
          ]
        },
        {
          "text": "The twelve gold dishes filled with incense weighed ten shekels each, according to the sanctuary shekel. Altogether, the gold dishes weighed a hundred and twenty shekels.",
          "ID": "86",
          "comments": [
            "That is, about 3 pounds or about 1.4 kilograms"
          ]
        },
        {
          "text": "The total number of animals for the burnt offering came to twelve young bulls, twelve rams and twelve male lambs a year old, together with their grain offering. Twelve male goats were used for the sin offering.",
          "ID": "87"
        },
        {
          "text": "The total number of animals for the sacrifice of the fellowship offering came to twenty-four oxen, sixty rams, sixty male goats and sixty male lambs a year old. These were the offerings for the dedication of the altar after it was anointed.",
          "ID": "88"
        },
        {
          "text": "When Moses entered the tent of meeting to speak with the Lord, he heard the voice speaking to him from between the two cherubim above the atonement cover on the ark of the covenant law. In this way the Lord spoke to him.",
          "ID": "89"
        }
      ],
      "ID": "OT:NUM.7",
      "name": "Numbers 7"
    },
    {
      "title": "The Setting Apart of the Levites",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Speak to Aaron and say to him, ‘When you set up the lamps, see that all seven light up the area in front of the lampstand.’”",
          "ID": "2"
        },
        {
          "text": "Aaron did so; he set up the lamps so that they faced forward on the lampstand, just as the Lord commanded Moses.",
          "ID": "3"
        },
        {
          "text": "This is how the lampstand was made: It was made of hammered gold—from its base to its blossoms. The lampstand was made exactly like the pattern the Lord had shown Moses.",
          "ID": "4"
        },
        {
          "text": "The Lord said to Moses:",
          "ID": "5"
        },
        {
          "text": "“Take the Levites from among all the Israelites and make them ceremonially clean.",
          "ID": "6"
        },
        {
          "text": "To purify them, do this: Sprinkle the water of cleansing on them; then have them shave their whole bodies and wash their clothes. And so they will purify themselves.",
          "ID": "7"
        },
        {
          "text": "Have them take a young bull with its grain offering of the finest flour mixed with olive oil; then you are to take a second young bull for a sin offering.",
          "ID": "8",
          "comments": [
            "Or purification offering; also in verse 12"
          ]
        },
        {
          "text": "Bring the Levites to the front of the tent of meeting and assemble the whole Israelite community.",
          "ID": "9"
        },
        {
          "text": "You are to bring the Levites before the Lord, and the Israelites are to lay their hands on them.",
          "ID": "10"
        },
        {
          "text": "Aaron is to present the Levites before the Lord as a wave offering from the Israelites, so that they may be ready to do the work of the Lord.",
          "ID": "11"
        },
        {
          "text": "“Then the Levites are to lay their hands on the heads of the bulls, using one for a sin offering to the Lord and the other for a burnt offering, to make atonement for the Levites.",
          "ID": "12"
        },
        {
          "text": "Have the Levites stand in front of Aaron and his sons and then present them as a wave offering to the Lord.",
          "ID": "13"
        },
        {
          "text": "In this way you are to set the Levites apart from the other Israelites, and the Levites will be mine.",
          "ID": "14"
        },
        {
          "text": "“After you have purified the Levites and presented them as a wave offering, they are to come to do their work at the tent of meeting.",
          "ID": "15"
        },
        {
          "text": "They are the Israelites who are to be given wholly to me. I have taken them as my own in place of the firstborn, the first male offspring from every Israelite woman.",
          "ID": "16"
        },
        {
          "text": "Every firstborn male in Israel, whether human or animal, is mine. When I struck down all the firstborn in Egypt, I set them apart for myself.",
          "ID": "17"
        },
        {
          "text": "And I have taken the Levites in place of all the firstborn sons in Israel.",
          "ID": "18"
        },
        {
          "text": "From among all the Israelites, I have given the Levites as gifts to Aaron and his sons to do the work at the tent of meeting on behalf of the Israelites and to make atonement for them so that no plague will strike the Israelites when they go near the sanctuary.”",
          "ID": "19"
        },
        {
          "text": "Moses, Aaron and the whole Israelite community did with the Levites just as the Lord commanded Moses.",
          "ID": "20"
        },
        {
          "text": "The Levites purified themselves and washed their clothes. Then Aaron presented them as a wave offering before the Lord and made atonement for them to purify them.",
          "ID": "21"
        },
        {
          "text": "After that, the Levites came to do their work at the tent of meeting under the supervision of Aaron and his sons. They did with the Levites just as the Lord commanded Moses.",
          "ID": "22"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "23"
        },
        {
          "text": "“This applies to the Levites: Men twenty-five years old or more shall come to take part in the work at the tent of meeting,",
          "ID": "24"
        },
        {
          "text": "but at the age of fifty, they must retire from their regular service and work no longer.",
          "ID": "25"
        },
        {
          "text": "They may assist their brothers in performing their duties at the tent of meeting, but they themselves must not do the work. This, then, is how you are to assign the responsibilities of the Levites.”",
          "ID": "26"
        }
      ],
      "ID": "OT:NUM.8",
      "name": "Numbers 8"
    },
    {
      "title": "The Cloud Above the Tabernacle",
      "text": [
        {
          "text": "The Lord spoke to Moses in the Desert of Sinai in the first month of the second year after they came out of Egypt. He said,",
          "ID": "1"
        },
        {
          "text": "“Have the Israelites celebrate the Passover at the appointed time.",
          "ID": "2"
        },
        {
          "text": "Celebrate it at the appointed time, at twilight on the fourteenth day of this month, in accordance with all its rules and regulations.”",
          "ID": "3"
        },
        {
          "text": "So Moses told the Israelites to celebrate the Passover,",
          "ID": "4"
        },
        {
          "text": "and they did so in the Desert of Sinai at twilight on the fourteenth day of the first month. The Israelites did everything just as the Lord commanded Moses.",
          "ID": "5"
        },
        {
          "text": "But some of them could not celebrate the Passover on that day because they were ceremonially unclean on account of a dead body. So they came to Moses and Aaron that same day",
          "ID": "6"
        },
        {
          "text": "and said to Moses, “We have become unclean because of a dead body, but why should we be kept from presenting the Lord’s offering with the other Israelites at the appointed time?”",
          "ID": "7"
        },
        {
          "text": "Moses answered them, “Wait until I find out what the Lord commands concerning you.”",
          "ID": "8"
        },
        {
          "text": "Then the Lord said to Moses,",
          "ID": "9"
        },
        {
          "text": "“Tell the Israelites: ‘When any of you or your descendants are unclean because of a dead body or are away on a journey, they are still to celebrate the Lord’s Passover,",
          "ID": "10"
        },
        {
          "text": "but they are to do it on the fourteenth day of the second month at twilight. They are to eat the lamb, together with unleavened bread and bitter herbs.",
          "ID": "11"
        },
        {
          "text": "They must not leave any of it till morning or break any of its bones. When they celebrate the Passover, they must follow all the regulations.",
          "ID": "12"
        },
        {
          "text": "But if anyone who is ceremonially clean and not on a journey fails to celebrate the Passover, they must be cut off from their people for not presenting the Lord’s offering at the appointed time. They will bear the consequences of their sin.",
          "ID": "13"
        },
        {
          "text": "“‘A foreigner residing among you is also to celebrate the Lord’s Passover in accordance with its rules and regulations. You must have the same regulations for both the foreigner and the native-born.’”",
          "ID": "14"
        },
        {
          "text": "On the day the tabernacle, the tent of the covenant law, was set up, the cloud covered it. From evening till morning the cloud above the tabernacle looked like fire.",
          "ID": "15"
        },
        {
          "text": "That is how it continued to be; the cloud covered it, and at night it looked like fire.",
          "ID": "16"
        },
        {
          "text": "Whenever the cloud lifted from above the tent, the Israelites set out; wherever the cloud settled, the Israelites encamped.",
          "ID": "17"
        },
        {
          "text": "At the Lord’s command the Israelites set out, and at his command they encamped. As long as the cloud stayed over the tabernacle, they remained in camp.",
          "ID": "18"
        },
        {
          "text": "When the cloud remained over the tabernacle a long time, the Israelites obeyed the Lord’s order and did not set out.",
          "ID": "19"
        },
        {
          "text": "Sometimes the cloud was over the tabernacle only a few days; at the Lord’s command they would encamp, and then at his command they would set out.",
          "ID": "20"
        },
        {
          "text": "Sometimes the cloud stayed only from evening till morning, and when it lifted in the morning, they set out. Whether by day or by night, whenever the cloud lifted, they set out.",
          "ID": "21"
        },
        {
          "text": "Whether the cloud stayed over the tabernacle for two days or a month or a year, the Israelites would remain in camp and not set out; but when it lifted, they would set out.",
          "ID": "22"
        },
        {
          "text": "At the Lord’s command they encamped, and at the Lord’s command they set out. They obeyed the Lord’s order, in accordance with his command through Moses.",
          "ID": "23"
        }
      ],
      "ID": "OT:NUM.9",
      "name": "Numbers 9"
    },
    {
      "title": "The Israelites Leave Sinai",
      "text": [
        {
          "text": "The Lord said to Moses:",
          "ID": "1"
        },
        {
          "text": "“Make two trumpets of hammered silver, and use them for calling the community together and for having the camps set out.",
          "ID": "2"
        },
        {
          "text": "When both are sounded, the whole community is to assemble before you at the entrance to the tent of meeting.",
          "ID": "3"
        },
        {
          "text": "If only one is sounded, the leaders—the heads of the clans of Israel—are to assemble before you.",
          "ID": "4"
        },
        {
          "text": "When a trumpet blast is sounded, the tribes camping on the east are to set out.",
          "ID": "5"
        },
        {
          "text": "At the sounding of a second blast, the camps on the south are to set out. The blast will be the signal for setting out.",
          "ID": "6"
        },
        {
          "text": "To gather the assembly, blow the trumpets, but not with the signal for setting out.",
          "ID": "7"
        },
        {
          "text": "“The sons of Aaron, the priests, are to blow the trumpets. This is to be a lasting ordinance for you and the generations to come.",
          "ID": "8"
        },
        {
          "text": "When you go into battle in your own land against an enemy who is oppressing you, sound a blast on the trumpets. Then you will be remembered by the Lord your God and rescued from your enemies.",
          "ID": "9"
        },
        {
          "text": "Also at your times of rejoicing—your appointed festivals and New Moon feasts—you are to sound the trumpets over your burnt offerings and fellowship offerings, and they will be a memorial for you before your God. I am the Lord your God.”",
          "ID": "10"
        },
        {
          "text": "On the twentieth day of the second month of the second year, the cloud lifted from above the tabernacle of the covenant law.",
          "ID": "11"
        },
        {
          "text": "Then the Israelites set out from the Desert of Sinai and traveled from place to place until the cloud came to rest in the Desert of Paran.",
          "ID": "12"
        },
        {
          "text": "They set out, this first time, at the Lord’s command through Moses.",
          "ID": "13"
        },
        {
          "text": "The divisions of the camp of Judah went first, under their standard. Nahshon son of Amminadab was in command.",
          "ID": "14"
        },
        {
          "text": "Nethanel son of Zuar was over the division of the tribe of Issachar,",
          "ID": "15"
        },
        {
          "text": "and Eliab son of Helon was over the division of the tribe of Zebulun.",
          "ID": "16"
        },
        {
          "text": "Then the tabernacle was taken down, and the Gershonites and Merarites, who carried it, set out.",
          "ID": "17"
        },
        {
          "text": "The divisions of the camp of Reuben went next, under their standard. Elizur son of Shedeur was in command.",
          "ID": "18"
        },
        {
          "text": "Shelumiel son of Zurishaddai was over the division of the tribe of Simeon,",
          "ID": "19"
        },
        {
          "text": "and Eliasaph son of Deuel was over the division of the tribe of Gad.",
          "ID": "20"
        },
        {
          "text": "Then the Kohathites set out, carrying the holy things. The tabernacle was to be set up before they arrived.",
          "ID": "21"
        },
        {
          "text": "The divisions of the camp of Ephraim went next, under their standard. Elishama son of Ammihud was in command.",
          "ID": "22"
        },
        {
          "text": "Gamaliel son of Pedahzur was over the division of the tribe of Manasseh,",
          "ID": "23"
        },
        {
          "text": "and Abidan son of Gideoni was over the division of the tribe of Benjamin.",
          "ID": "24"
        },
        {
          "text": "Finally, as the rear guard for all the units, the divisions of the camp of Dan set out under their standard. Ahiezer son of Ammishaddai was in command.",
          "ID": "25"
        },
        {
          "text": "Pagiel son of Okran was over the division of the tribe of Asher,",
          "ID": "26"
        },
        {
          "text": "and Ahira son of Enan was over the division of the tribe of Naphtali.",
          "ID": "27"
        },
        {
          "text": "This was the order of march for the Israelite divisions as they set out.",
          "ID": "28"
        },
        {
          "text": "Now Moses said to Hobab son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place about which the Lord said, ‘I will give it to you.’ Come with us and we will treat you well, for the Lord has promised good things to Israel.”",
          "ID": "29"
        },
        {
          "text": "He answered, “No, I will not go; I am going back to my own land and my own people.”",
          "ID": "30"
        },
        {
          "text": "But Moses said, “Please do not leave us. You know where we should camp in the wilderness, and you can be our eyes.",
          "ID": "31"
        },
        {
          "text": "If you come with us, we will share with you whatever good things the Lord gives us.”",
          "ID": "32"
        },
        {
          "text": "So they set out from the mountain of the Lord and traveled for three days. The ark of the covenant of the Lord went before them during those three days to find them a place to rest.",
          "ID": "33"
        },
        {
          "text": "The cloud of the Lord was over them by day when they set out from the camp.",
          "ID": "34"
        },
        {
          "text": "Whenever the ark set out, Moses said,\n“Rise up, Lord!\nMay your enemies be scattered;\nmay your foes flee before you.”",
          "ID": "35"
        },
        {
          "text": "Whenever it came to rest, he said,\n“Return, Lord,\nto the countless thousands of Israel.”",
          "ID": "36"
        }
      ],
      "ID": "OT:NUM.10",
      "name": "Numbers 10"
    },
    {
      "title": "Quail From the Lord",
      "text": [
        {
          "text": "Now the people complained about their hardships in the hearing of the Lord, and when he heard them his anger was aroused. Then fire from the Lord burned among them and consumed some of the outskirts of the camp.",
          "ID": "1"
        },
        {
          "text": "When the people cried out to Moses, he prayed to the Lord and the fire died down.",
          "ID": "2"
        },
        {
          "text": "So that place was called Taberah, because fire from the Lord had burned among them.",
          "ID": "3",
          "comments": [
            "Taberah means burning."
          ]
        },
        {
          "text": "The rabble with them began to crave other food, and again the Israelites started wailing and said, “If only we had meat to eat!",
          "ID": "4"
        },
        {
          "text": "We remember the fish we ate in Egypt at no cost—also the cucumbers, melons, leeks, onions and garlic.",
          "ID": "5"
        },
        {
          "text": "But now we have lost our appetite; we never see anything but this manna!”",
          "ID": "6"
        },
        {
          "text": "The manna was like coriander seed and looked like resin.",
          "ID": "7"
        },
        {
          "text": "The people went around gathering it, and then ground it in a hand mill or crushed it in a mortar. They cooked it in a pot or made it into loaves. And it tasted like something made with olive oil.",
          "ID": "8"
        },
        {
          "text": "When the dew settled on the camp at night, the manna also came down.",
          "ID": "9"
        },
        {
          "text": "Moses heard the people of every family wailing at the entrance to their tents. The Lord became exceedingly angry, and Moses was troubled.",
          "ID": "10"
        },
        {
          "text": "He asked the Lord, “Why have you brought this trouble on your servant? What have I done to displease you that you put the burden of all these people on me?",
          "ID": "11"
        },
        {
          "text": "Did I conceive all these people? Did I give them birth? Why do you tell me to carry them in my arms, as a nurse carries an infant, to the land you promised on oath to their ancestors?",
          "ID": "12"
        },
        {
          "text": "Where can I get meat for all these people? They keep wailing to me, ‘Give us meat to eat!’",
          "ID": "13"
        },
        {
          "text": "I cannot carry all these people by myself; the burden is too heavy for me.",
          "ID": "14"
        },
        {
          "text": "If this is how you are going to treat me, please go ahead and kill me—if I have found favor in your eyes—and do not let me face my own ruin.”",
          "ID": "15"
        },
        {
          "text": "The Lord said to Moses: “Bring me seventy of Israel’s elders who are known to you as leaders and officials among the people. Have them come to the tent of meeting, that they may stand there with you.",
          "ID": "16"
        },
        {
          "text": "I will come down and speak with you there, and I will take some of the power of the Spirit that is on you and put it on them. They will share the burden of the people with you so that you will not have to carry it alone.",
          "ID": "17"
        },
        {
          "text": "“Tell the people: ‘Consecrate yourselves in preparation for tomorrow, when you will eat meat. The Lord heard you when you wailed, “If only we had meat to eat! We were better off in Egypt!” Now the Lord will give you meat, and you will eat it.",
          "ID": "18"
        },
        {
          "text": "You will not eat it for just one day, or two days, or five, ten or twenty days,",
          "ID": "19"
        },
        {
          "text": "but for a whole month—until it comes out of your nostrils and you loathe it—because you have rejected the Lord, who is among you, and have wailed before him, saying, “Why did we ever leave Egypt?”’”",
          "ID": "20"
        },
        {
          "text": "But Moses said, “Here I am among six hundred thousand men on foot, and you say, ‘I will give them meat to eat for a whole month!’",
          "ID": "21"
        },
        {
          "text": "Would they have enough if flocks and herds were slaughtered for them? Would they have enough if all the fish in the sea were caught for them?”",
          "ID": "22"
        },
        {
          "text": "The Lord answered Moses, “Is the Lord’s arm too short? Now you will see whether or not what I say will come true for you.”",
          "ID": "23"
        },
        {
          "text": "So Moses went out and told the people what the Lord had said. He brought together seventy of their elders and had them stand around the tent.",
          "ID": "24"
        },
        {
          "text": "Then the Lord came down in the cloud and spoke with him, and he took some of the power of the Spirit that was on him and put it on the seventy elders. When the Spirit rested on them, they prophesied—but did not do so again.",
          "ID": "25"
        },
        {
          "text": "However, two men, whose names were Eldad and Medad, had remained in the camp. They were listed among the elders, but did not go out to the tent. Yet the Spirit also rested on them, and they prophesied in the camp.",
          "ID": "26"
        },
        {
          "text": "A young man ran and told Moses, “Eldad and Medad are prophesying in the camp.”",
          "ID": "27"
        },
        {
          "text": "Joshua son of Nun, who had been Moses’ aide since youth, spoke up and said, “Moses, my lord, stop them!”",
          "ID": "28"
        },
        {
          "text": "But Moses replied, “Are you jealous for my sake? I wish that all the Lord’s people were prophets and that the Lord would put his Spirit on them!”",
          "ID": "29"
        },
        {
          "text": "Then Moses and the elders of Israel returned to the camp.",
          "ID": "30"
        },
        {
          "text": "Now a wind went out from the Lord and drove quail in from the sea. It scattered them up to two cubits deep all around the camp, as far as a day’s walk in any direction.",
          "ID": "31",
          "comments": [
            "That is, about 3 feet or about 90 centimeters"
          ]
        },
        {
          "text": "All that day and night and all the next day the people went out and gathered quail. No one gathered less than ten homers. Then they spread them out all around the camp.",
          "ID": "32",
          "comments": [
            "That is, possibly about 1 3/4 tons or about 1.6 metric tons"
          ]
        },
        {
          "text": "But while the meat was still between their teeth and before it could be consumed, the anger of the Lord burned against the people, and he struck them with a severe plague.",
          "ID": "33"
        },
        {
          "text": "Therefore the place was named Kibroth Hattaavah, because there they buried the people who had craved other food.",
          "ID": "34",
          "comments": [
            "Kibroth Hattaavah means graves of craving."
          ]
        },
        {
          "text": "From Kibroth Hattaavah the people traveled to Hazeroth and stayed there.",
          "ID": "35"
        }
      ],
      "ID": "OT:NUM.11",
      "name": "Numbers 11"
    },
    {
      "title": "Miriam and Aaron Oppose Moses",
      "text": [
        {
          "text": "Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite.",
          "ID": "1"
        },
        {
          "text": "“Has the Lord spoken only through Moses?” they asked. “Hasn’t he also spoken through us?” And the Lord heard this.",
          "ID": "2"
        },
        {
          "text": "(Now Moses was a very humble man, more humble than anyone else on the face of the earth.)",
          "ID": "3"
        },
        {
          "text": "At once the Lord said to Moses, Aaron and Miriam, “Come out to the tent of meeting, all three of you.” So the three of them went out.",
          "ID": "4"
        },
        {
          "text": "Then the Lord came down in a pillar of cloud; he stood at the entrance to the tent and summoned Aaron and Miriam. When the two of them stepped forward,",
          "ID": "5"
        },
        {
          "text": "he said, “Listen to my words:\n“When there is a prophet among you,\nI, the Lord, reveal myself to them in visions,\nI speak to them in dreams.",
          "ID": "6"
        },
        {
          "text": "But this is not true of my servant Moses;\nhe is faithful in all my house.",
          "ID": "7"
        },
        {
          "text": "With him I speak face to face,\nclearly and not in riddles;\nhe sees the form of the Lord.\nWhy then were you not afraid\nto speak against my servant Moses?”",
          "ID": "8"
        },
        {
          "text": "The anger of the Lord burned against them, and he left them.",
          "ID": "9"
        },
        {
          "text": "When the cloud lifted from above the tent, Miriam’s skin was leprous—it became as white as snow. Aaron turned toward her and saw that she had a defiling skin disease,",
          "ID": "10",
          "comments": [
            "The Hebrew for leprous was used for various diseases affecting the skin."
          ]
        },
        {
          "text": "and he said to Moses, “Please, my lord, I ask you not to hold against us the sin we have so foolishly committed.",
          "ID": "11"
        },
        {
          "text": "Do not let her be like a stillborn infant coming from its mother’s womb with its flesh half eaten away.”",
          "ID": "12"
        },
        {
          "text": "So Moses cried out to the Lord, “Please, God, heal her!”",
          "ID": "13"
        },
        {
          "text": "The Lord replied to Moses, “If her father had spit in her face, would she not have been in disgrace for seven days? Confine her outside the camp for seven days; after that she can be brought back.”",
          "ID": "14"
        },
        {
          "text": "So Miriam was confined outside the camp for seven days, and the people did not move on till she was brought back.",
          "ID": "15"
        },
        {
          "text": "After that, the people left Hazeroth and encamped in the Desert of Paran.",
          "ID": "16"
        }
      ],
      "ID": "OT:NUM.12",
      "name": "Numbers 12"
    },
    {
      "title": "Report on the Exploration",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Send some men to explore the land of Canaan, which I am giving to the Israelites. From each ancestral tribe send one of its leaders.”",
          "ID": "2"
        },
        {
          "text": "So at the Lord’s command Moses sent them out from the Desert of Paran. All of them were leaders of the Israelites.",
          "ID": "3"
        },
        {
          "text": "These are their names:\nfrom the tribe of Reuben, Shammua son of Zakkur;",
          "ID": "4"
        },
        {
          "text": "from the tribe of Simeon, Shaphat son of Hori;",
          "ID": "5"
        },
        {
          "text": "from the tribe of Judah, Caleb son of Jephunneh;",
          "ID": "6"
        },
        {
          "text": "from the tribe of Issachar, Igal son of Joseph;",
          "ID": "7"
        },
        {
          "text": "from the tribe of Ephraim, Hoshea son of Nun;",
          "ID": "8"
        },
        {
          "text": "from the tribe of Benjamin, Palti son of Raphu;",
          "ID": "9"
        },
        {
          "text": "from the tribe of Zebulun, Gaddiel son of Sodi;",
          "ID": "10"
        },
        {
          "text": "from the tribe of Manasseh (a tribe of Joseph), Gaddi son of Susi;",
          "ID": "11"
        },
        {
          "text": "from the tribe of Dan, Ammiel son of Gemalli;",
          "ID": "12"
        },
        {
          "text": "from the tribe of Asher, Sethur son of Michael;",
          "ID": "13"
        },
        {
          "text": "from the tribe of Naphtali, Nahbi son of Vophsi;",
          "ID": "14"
        },
        {
          "text": "from the tribe of Gad, Geuel son of Maki.",
          "ID": "15"
        },
        {
          "text": "These are the names of the men Moses sent to explore the land. (Moses gave Hoshea son of Nun the name Joshua.)",
          "ID": "16"
        },
        {
          "text": "When Moses sent them to explore Canaan, he said, “Go up through the Negev and on into the hill country.",
          "ID": "17"
        },
        {
          "text": "See what the land is like and whether the people who live there are strong or weak, few or many.",
          "ID": "18"
        },
        {
          "text": "What kind of land do they live in? Is it good or bad? What kind of towns do they live in? Are they unwalled or fortified?",
          "ID": "19"
        },
        {
          "text": "How is the soil? Is it fertile or poor? Are there trees in it or not? Do your best to bring back some of the fruit of the land.” (It was the season for the first ripe grapes.)",
          "ID": "20"
        },
        {
          "text": "So they went up and explored the land from the Desert of Zin as far as Rehob, toward Lebo Hamath.",
          "ID": "21"
        },
        {
          "text": "They went up through the Negev and came to Hebron, where Ahiman, Sheshai and Talmai, the descendants of Anak, lived. (Hebron had been built seven years before Zoan in Egypt.)",
          "ID": "22"
        },
        {
          "text": "When they reached the Valley of Eshkol, they cut off a branch bearing a single cluster of grapes. Two of them carried it on a pole between them, along with some pomegranates and figs.",
          "ID": "23",
          "comments": [
            "Eshkol means cluster; also in verse 24."
          ]
        },
        {
          "text": "That place was called the Valley of Eshkol because of the cluster of grapes the Israelites cut off there.",
          "ID": "24"
        },
        {
          "text": "At the end of forty days they returned from exploring the land.",
          "ID": "25"
        },
        {
          "text": "They came back to Moses and Aaron and the whole Israelite community at Kadesh in the Desert of Paran. There they reported to them and to the whole assembly and showed them the fruit of the land.",
          "ID": "26"
        },
        {
          "text": "They gave Moses this account: “We went into the land to which you sent us, and it does flow with milk and honey! Here is its fruit.",
          "ID": "27"
        },
        {
          "text": "But the people who live there are powerful, and the cities are fortified and very large. We even saw descendants of Anak there.",
          "ID": "28"
        },
        {
          "text": "The Amalekites live in the Negev; the Hittites, Jebusites and Amorites live in the hill country; and the Canaanites live near the sea and along the Jordan.”",
          "ID": "29"
        },
        {
          "text": "Then Caleb silenced the people before Moses and said, “We should go up and take possession of the land, for we can certainly do it.”",
          "ID": "30"
        },
        {
          "text": "But the men who had gone up with him said, “We can’t attack those people; they are stronger than we are.”",
          "ID": "31"
        },
        {
          "text": "And they spread among the Israelites a bad report about the land they had explored. They said, “The land we explored devours those living in it. All the people we saw there are of great size.",
          "ID": "32"
        },
        {
          "text": "We saw the Nephilim there (the descendants of Anak come from the Nephilim). We seemed like grasshoppers in our own eyes, and we looked the same to them.”",
          "ID": "33"
        }
      ],
      "ID": "OT:NUM.13",
      "name": "Numbers 13"
    },
    {
      "title": "The People Rebel",
      "text": [
        {
          "text": "That night all the members of the community raised their voices and wept aloud.",
          "ID": "1"
        },
        {
          "text": "All the Israelites grumbled against Moses and Aaron, and the whole assembly said to them, “If only we had died in Egypt! Or in this wilderness!",
          "ID": "2"
        },
        {
          "text": "Why is the Lord bringing us to this land only to let us fall by the sword? Our wives and children will be taken as plunder. Wouldn’t it be better for us to go back to Egypt?”",
          "ID": "3"
        },
        {
          "text": "And they said to each other, “We should choose a leader and go back to Egypt.”",
          "ID": "4"
        },
        {
          "text": "Then Moses and Aaron fell facedown in front of the whole Israelite assembly gathered there.",
          "ID": "5"
        },
        {
          "text": "Joshua son of Nun and Caleb son of Jephunneh, who were among those who had explored the land, tore their clothes",
          "ID": "6"
        },
        {
          "text": "and said to the entire Israelite assembly, “The land we passed through and explored is exceedingly good.",
          "ID": "7"
        },
        {
          "text": "If the Lord is pleased with us, he will lead us into that land, a land flowing with milk and honey, and will give it to us.",
          "ID": "8"
        },
        {
          "text": "Only do not rebel against the Lord. And do not be afraid of the people of the land, because we will devour them. Their protection is gone, but the Lord is with us. Do not be afraid of them.”",
          "ID": "9"
        },
        {
          "text": "But the whole assembly talked about stoning them. Then the glory of the Lord appeared at the tent of meeting to all the Israelites.",
          "ID": "10"
        },
        {
          "text": "The Lord said to Moses, “How long will these people treat me with contempt? How long will they refuse to believe in me, in spite of all the signs I have performed among them?",
          "ID": "11"
        },
        {
          "text": "I will strike them down with a plague and destroy them, but I will make you into a nation greater and stronger than they.”",
          "ID": "12"
        },
        {
          "text": "Moses said to the Lord, “Then the Egyptians will hear about it! By your power you brought these people up from among them.",
          "ID": "13"
        },
        {
          "text": "And they will tell the inhabitants of this land about it. They have already heard that you, Lord, are with these people and that you, Lord, have been seen face to face, that your cloud stays over them, and that you go before them in a pillar of cloud by day and a pillar of fire by night.",
          "ID": "14"
        },
        {
          "text": "If you put all these people to death, leaving none alive, the nations who have heard this report about you will say,",
          "ID": "15"
        },
        {
          "text": "‘The Lord was not able to bring these people into the land he promised them on oath, so he slaughtered them in the wilderness.’",
          "ID": "16"
        },
        {
          "text": "“Now may the Lord’s strength be displayed, just as you have declared:",
          "ID": "17"
        },
        {
          "text": "‘The Lord is slow to anger, abounding in love and forgiving sin and rebellion. Yet he does not leave the guilty unpunished; he punishes the children for the sin of the parents to the third and fourth generation.’",
          "ID": "18"
        },
        {
          "text": "In accordance with your great love, forgive the sin of these people, just as you have pardoned them from the time they left Egypt until now.”",
          "ID": "19"
        },
        {
          "text": "The Lord replied, “I have forgiven them, as you asked.",
          "ID": "20"
        },
        {
          "text": "Nevertheless, as surely as I live and as surely as the glory of the Lord fills the whole earth,",
          "ID": "21"
        },
        {
          "text": "not one of those who saw my glory and the signs I performed in Egypt and in the wilderness but who disobeyed me and tested me ten times—",
          "ID": "22"
        },
        {
          "text": "not one of them will ever see the land I promised on oath to their ancestors. No one who has treated me with contempt will ever see it.",
          "ID": "23"
        },
        {
          "text": "But because my servant Caleb has a different spirit and follows me wholeheartedly, I will bring him into the land he went to, and his descendants will inherit it.",
          "ID": "24"
        },
        {
          "text": "Since the Amalekites and the Canaanites are living in the valleys, turn back tomorrow and set out toward the desert along the route to the Red Sea.”",
          "ID": "25",
          "comments": [
            "Or the Sea of Reeds"
          ]
        },
        {
          "text": "The Lord said to Moses and Aaron:",
          "ID": "26"
        },
        {
          "text": "“How long will this wicked community grumble against me? I have heard the complaints of these grumbling Israelites.",
          "ID": "27"
        },
        {
          "text": "So tell them, ‘As surely as I live, declares the Lord, I will do to you the very thing I heard you say:",
          "ID": "28"
        },
        {
          "text": "In this wilderness your bodies will fall—every one of you twenty years old or more who was counted in the census and who has grumbled against me.",
          "ID": "29"
        },
        {
          "text": "Not one of you will enter the land I swore with uplifted hand to make your home, except Caleb son of Jephunneh and Joshua son of Nun.",
          "ID": "30"
        },
        {
          "text": "As for your children that you said would be taken as plunder, I will bring them in to enjoy the land you have rejected.",
          "ID": "31"
        },
        {
          "text": "But as for you, your bodies will fall in this wilderness.",
          "ID": "32"
        },
        {
          "text": "Your children will be shepherds here for forty years, suffering for your unfaithfulness, until the last of your bodies lies in the wilderness.",
          "ID": "33"
        },
        {
          "text": "For forty years—one year for each of the forty days you explored the land—you will suffer for your sins and know what it is like to have me against you.’",
          "ID": "34"
        },
        {
          "text": "I, the Lord, have spoken, and I will surely do these things to this whole wicked community, which has banded together against me. They will meet their end in this wilderness; here they will die.”",
          "ID": "35"
        },
        {
          "text": "So the men Moses had sent to explore the land, who returned and made the whole community grumble against him by spreading a bad report about it—",
          "ID": "36"
        },
        {
          "text": "these men who were responsible for spreading the bad report about the land were struck down and died of a plague before the Lord.",
          "ID": "37"
        },
        {
          "text": "Of the men who went to explore the land, only Joshua son of Nun and Caleb son of Jephunneh survived.",
          "ID": "38"
        },
        {
          "text": "When Moses reported this to all the Israelites, they mourned bitterly.",
          "ID": "39"
        },
        {
          "text": "Early the next morning they set out for the highest point in the hill country, saying, “Now we are ready to go up to the land the Lord promised. Surely we have sinned!”",
          "ID": "40"
        },
        {
          "text": "But Moses said, “Why are you disobeying the Lord’s command? This will not succeed!",
          "ID": "41"
        },
        {
          "text": "Do not go up, because the Lord is not with you. You will be defeated by your enemies,",
          "ID": "42"
        },
        {
          "text": "for the Amalekites and the Canaanites will face you there. Because you have turned away from the Lord, he will not be with you and you will fall by the sword.”",
          "ID": "43"
        },
        {
          "text": "Nevertheless, in their presumption they went up toward the highest point in the hill country, though neither Moses nor the ark of the Lord’s covenant moved from the camp.",
          "ID": "44"
        },
        {
          "text": "Then the Amalekites and the Canaanites who lived in that hill country came down and attacked them and beat them down all the way to Hormah.",
          "ID": "45"
        }
      ],
      "ID": "OT:NUM.14",
      "name": "Numbers 14"
    },
    {
      "title": "Tassels on Garments",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Speak to the Israelites and say to them: ‘After you enter the land I am giving you as a home",
          "ID": "2"
        },
        {
          "text": "and you present to the Lord food offerings from the herd or the flock, as an aroma pleasing to the Lord—whether burnt offerings or sacrifices, for special vows or freewill offerings or festival offerings—",
          "ID": "3"
        },
        {
          "text": "then the person who brings an offering shall present to the Lord a grain offering of a tenth of an ephah of the finest flour mixed with a quarter of a hin of olive oil.",
          "ID": "4",
          "comments": [
            "That is, probably about 3 1/2 pounds or about 1.6 kilograms",
            "That is, about 1 quart or about 1 liter; also in verse 5"
          ]
        },
        {
          "text": "With each lamb for the burnt offering or the sacrifice, prepare a quarter of a hin of wine as a drink offering.",
          "ID": "5"
        },
        {
          "text": "“‘With a ram prepare a grain offering of two-tenths of an ephah of the finest flour mixed with a third of a hin of olive oil,",
          "ID": "6",
          "comments": [
            "That is, probably about 7 pounds or about 3.2 kilograms",
            "That is, about 1 1/3 quarts or about 1.3 liters; also in verse 7"
          ]
        },
        {
          "text": "and a third of a hin of wine as a drink offering. Offer it as an aroma pleasing to the Lord.",
          "ID": "7"
        },
        {
          "text": "“‘When you prepare a young bull as a burnt offering or sacrifice, for a special vow or a fellowship offering to the Lord,",
          "ID": "8"
        },
        {
          "text": "bring with the bull a grain offering of three-tenths of an ephah of the finest flour mixed with half a hin of olive oil,",
          "ID": "9",
          "comments": [
            "That is, probably about 11 pounds or about 5 kilograms",
            "That is, about 2 quarts or about 1.9 liters; also in verse 10"
          ]
        },
        {
          "text": "and also bring half a hin of wine as a drink offering. This will be a food offering, an aroma pleasing to the Lord.",
          "ID": "10"
        },
        {
          "text": "Each bull or ram, each lamb or young goat, is to be prepared in this manner.",
          "ID": "11"
        },
        {
          "text": "Do this for each one, for as many as you prepare.",
          "ID": "12"
        },
        {
          "text": "“‘Everyone who is native-born must do these things in this way when they present a food offering as an aroma pleasing to the Lord.",
          "ID": "13"
        },
        {
          "text": "For the generations to come, whenever a foreigner or anyone else living among you presents a food offering as an aroma pleasing to the Lord, they must do exactly as you do.",
          "ID": "14"
        },
        {
          "text": "The community is to have the same rules for you and for the foreigner residing among you; this is a lasting ordinance for the generations to come. You and the foreigner shall be the same before the Lord:",
          "ID": "15"
        },
        {
          "text": "The same laws and regulations will apply both to you and to the foreigner residing among you.’”",
          "ID": "16"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "17"
        },
        {
          "text": "“Speak to the Israelites and say to them: ‘When you enter the land to which I am taking you",
          "ID": "18"
        },
        {
          "text": "and you eat the food of the land, present a portion as an offering to the Lord.",
          "ID": "19"
        },
        {
          "text": "Present a loaf from the first of your ground meal and present it as an offering from the threshing floor.",
          "ID": "20"
        },
        {
          "text": "Throughout the generations to come you are to give this offering to the Lord from the first of your ground meal.",
          "ID": "21"
        },
        {
          "text": "“‘Now if you as a community unintentionally fail to keep any of these commands the Lord gave Moses—",
          "ID": "22"
        },
        {
          "text": "any of the Lord’s commands to you through him, from the day the Lord gave them and continuing through the generations to come—",
          "ID": "23"
        },
        {
          "text": "and if this is done unintentionally without the community being aware of it, then the whole community is to offer a young bull for a burnt offering as an aroma pleasing to the Lord, along with its prescribed grain offering and drink offering, and a male goat for a sin offering.",
          "ID": "24",
          "comments": [
            "Or purification offering; also in verses 25 and 27"
          ]
        },
        {
          "text": "The priest is to make atonement for the whole Israelite community, and they will be forgiven, for it was not intentional and they have presented to the Lord for their wrong a food offering and a sin offering.",
          "ID": "25"
        },
        {
          "text": "The whole Israelite community and the foreigners residing among them will be forgiven, because all the people were involved in the unintentional wrong.",
          "ID": "26"
        },
        {
          "text": "“‘But if just one person sins unintentionally, that person must bring a year-old female goat for a sin offering.",
          "ID": "27"
        },
        {
          "text": "The priest is to make atonement before the Lord for the one who erred by sinning unintentionally, and when atonement has been made, that person will be forgiven.",
          "ID": "28"
        },
        {
          "text": "One and the same law applies to everyone who sins unintentionally, whether a native-born Israelite or a foreigner residing among you.",
          "ID": "29"
        },
        {
          "text": "“‘But anyone who sins defiantly, whether native-born or foreigner, blasphemes the Lord and must be cut off from the people of Israel.",
          "ID": "30"
        },
        {
          "text": "Because they have despised the Lord’s word and broken his commands, they must surely be cut off; their guilt remains on them.’”",
          "ID": "31"
        },
        {
          "text": "While the Israelites were in the wilderness, a man was found gathering wood on the Sabbath day.",
          "ID": "32"
        },
        {
          "text": "Those who found him gathering wood brought him to Moses and Aaron and the whole assembly,",
          "ID": "33"
        },
        {
          "text": "and they kept him in custody, because it was not clear what should be done to him.",
          "ID": "34"
        },
        {
          "text": "Then the Lord said to Moses, “The man must die. The whole assembly must stone him outside the camp.”",
          "ID": "35"
        },
        {
          "text": "So the assembly took him outside the camp and stoned him to death, as the Lord commanded Moses.",
          "ID": "36"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "37"
        },
        {
          "text": "“Speak to the Israelites and say to them: ‘Throughout the generations to come you are to make tassels on the corners of your garments, with a blue cord on each tassel.",
          "ID": "38"
        },
        {
          "text": "You will have these tassels to look at and so you will remember all the commands of the Lord, that you may obey them and not prostitute yourselves by chasing after the lusts of your own hearts and eyes.",
          "ID": "39"
        },
        {
          "text": "Then you will remember to obey all my commands and will be consecrated to your God.",
          "ID": "40"
        },
        {
          "text": "I am the Lord your God, who brought you out of Egypt to be your God. I am the Lord your God.’”",
          "ID": "41"
        }
      ],
      "ID": "OT:NUM.15",
      "name": "Numbers 15"
    },
    {
      "title": "Korah, Dathan and Abiram",
      "text": [
        {
          "text": "Korah son of Izhar, the son of Kohath, the son of Levi, and certain Reubenites—Dathan and Abiram, sons of Eliab, and On son of Peleth—became insolent",
          "ID": "1",
          "comments": [
            "Or Peleth—took men"
          ]
        },
        {
          "text": "and rose up against Moses. With them were 250 Israelite men, well-known community leaders who had been appointed members of the council.",
          "ID": "2"
        },
        {
          "text": "They came as a group to oppose Moses and Aaron and said to them, “You have gone too far! The whole community is holy, every one of them, and the Lord is with them. Why then do you set yourselves above the Lord’s assembly?”",
          "ID": "3"
        },
        {
          "text": "When Moses heard this, he fell facedown.",
          "ID": "4"
        },
        {
          "text": "Then he said to Korah and all his followers: “In the morning the Lord will show who belongs to him and who is holy, and he will have that person come near him. The man he chooses he will cause to come near him.",
          "ID": "5"
        },
        {
          "text": "You, Korah, and all your followers are to do this: Take censers",
          "ID": "6"
        },
        {
          "text": "and tomorrow put burning coals and incense in them before the Lord. The man the Lord chooses will be the one who is holy. You Levites have gone too far!”",
          "ID": "7"
        },
        {
          "text": "Moses also said to Korah, “Now listen, you Levites!",
          "ID": "8"
        },
        {
          "text": "Isn’t it enough for you that the God of Israel has separated you from the rest of the Israelite community and brought you near himself to do the work at the Lord’s tabernacle and to stand before the community and minister to them?",
          "ID": "9"
        },
        {
          "text": "He has brought you and all your fellow Levites near himself, but now you are trying to get the priesthood too.",
          "ID": "10"
        },
        {
          "text": "It is against the Lord that you and all your followers have banded together. Who is Aaron that you should grumble against him?”",
          "ID": "11"
        },
        {
          "text": "Then Moses summoned Dathan and Abiram, the sons of Eliab. But they said, “We will not come!",
          "ID": "12"
        },
        {
          "text": "Isn’t it enough that you have brought us up out of a land flowing with milk and honey to kill us in the wilderness? And now you also want to lord it over us!",
          "ID": "13"
        },
        {
          "text": "Moreover, you haven’t brought us into a land flowing with milk and honey or given us an inheritance of fields and vineyards. Do you want to treat these men like slaves? No, we will not come!”",
          "ID": "14",
          "comments": [
            "Or to deceive these men; Hebrew Will you gouge out the eyes of these men"
          ]
        },
        {
          "text": "Then Moses became very angry and said to the Lord, “Do not accept their offering. I have not taken so much as a donkey from them, nor have I wronged any of them.”",
          "ID": "15"
        },
        {
          "text": "Moses said to Korah, “You and all your followers are to appear before the Lord tomorrow—you and they and Aaron.",
          "ID": "16"
        },
        {
          "text": "Each man is to take his censer and put incense in it—250 censers in all—and present it before the Lord. You and Aaron are to present your censers also.”",
          "ID": "17"
        },
        {
          "text": "So each of them took his censer, put burning coals and incense in it, and stood with Moses and Aaron at the entrance to the tent of meeting.",
          "ID": "18"
        },
        {
          "text": "When Korah had gathered all his followers in opposition to them at the entrance to the tent of meeting, the glory of the Lord appeared to the entire assembly.",
          "ID": "19"
        },
        {
          "text": "The Lord said to Moses and Aaron,",
          "ID": "20"
        },
        {
          "text": "“Separate yourselves from this assembly so I can put an end to them at once.”",
          "ID": "21"
        },
        {
          "text": "But Moses and Aaron fell facedown and cried out, “O God, the God who gives breath to all living things, will you be angry with the entire assembly when only one man sins?”",
          "ID": "22"
        },
        {
          "text": "Then the Lord said to Moses,",
          "ID": "23"
        },
        {
          "text": "“Say to the assembly, ‘Move away from the tents of Korah, Dathan and Abiram.’”",
          "ID": "24"
        },
        {
          "text": "Moses got up and went to Dathan and Abiram, and the elders of Israel followed him.",
          "ID": "25"
        },
        {
          "text": "He warned the assembly, “Move back from the tents of these wicked men! Do not touch anything belonging to them, or you will be swept away because of all their sins.”",
          "ID": "26"
        },
        {
          "text": "So they moved away from the tents of Korah, Dathan and Abiram. Dathan and Abiram had come out and were standing with their wives, children and little ones at the entrances to their tents.",
          "ID": "27"
        },
        {
          "text": "Then Moses said, “This is how you will know that the Lord has sent me to do all these things and that it was not my idea:",
          "ID": "28"
        },
        {
          "text": "If these men die a natural death and suffer the fate of all mankind, then the Lord has not sent me.",
          "ID": "29"
        },
        {
          "text": "But if the Lord brings about something totally new, and the earth opens its mouth and swallows them, with everything that belongs to them, and they go down alive into the realm of the dead, then you will know that these men have treated the Lord with contempt.”",
          "ID": "30"
        },
        {
          "text": "As soon as he finished saying all this, the ground under them split apart",
          "ID": "31"
        },
        {
          "text": "and the earth opened its mouth and swallowed them and their households, and all those associated with Korah, together with their possessions.",
          "ID": "32"
        },
        {
          "text": "They went down alive into the realm of the dead, with everything they owned; the earth closed over them, and they perished and were gone from the community.",
          "ID": "33"
        },
        {
          "text": "At their cries, all the Israelites around them fled, shouting, “The earth is going to swallow us too!”",
          "ID": "34"
        },
        {
          "text": "And fire came out from the Lord and consumed the 250 men who were offering the incense.",
          "ID": "35"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "36"
        },
        {
          "text": "“Tell Eleazar son of Aaron, the priest, to remove the censers from the charred remains and scatter the coals some distance away, for the censers are holy—",
          "ID": "37"
        },
        {
          "text": "the censers of the men who sinned at the cost of their lives. Hammer the censers into sheets to overlay the altar, for they were presented before the Lord and have become holy. Let them be a sign to the Israelites.”",
          "ID": "38"
        },
        {
          "text": "So Eleazar the priest collected the bronze censers brought by those who had been burned to death, and he had them hammered out to overlay the altar,",
          "ID": "39"
        },
        {
          "text": "as the Lord directed him through Moses. This was to remind the Israelites that no one except a descendant of Aaron should come to burn incense before the Lord, or he would become like Korah and his followers.",
          "ID": "40"
        },
        {
          "text": "The next day the whole Israelite community grumbled against Moses and Aaron. “You have killed the Lord’s people,” they said.",
          "ID": "41"
        },
        {
          "text": "But when the assembly gathered in opposition to Moses and Aaron and turned toward the tent of meeting, suddenly the cloud covered it and the glory of the Lord appeared.",
          "ID": "42"
        },
        {
          "text": "Then Moses and Aaron went to the front of the tent of meeting,",
          "ID": "43"
        },
        {
          "text": "and the Lord said to Moses,",
          "ID": "44"
        },
        {
          "text": "“Get away from this assembly so I can put an end to them at once.” And they fell facedown.",
          "ID": "45"
        },
        {
          "text": "Then Moses said to Aaron, “Take your censer and put incense in it, along with burning coals from the altar, and hurry to the assembly to make atonement for them. Wrath has come out from the Lord; the plague has started.”",
          "ID": "46"
        },
        {
          "text": "So Aaron did as Moses said, and ran into the midst of the assembly. The plague had already started among the people, but Aaron offered the incense and made atonement for them.",
          "ID": "47"
        },
        {
          "text": "He stood between the living and the dead, and the plague stopped.",
          "ID": "48"
        },
        {
          "text": "But 14,700 people died from the plague, in addition to those who had died because of Korah.",
          "ID": "49"
        },
        {
          "text": "Then Aaron returned to Moses at the entrance to the tent of meeting, for the plague had stopped.",
          "ID": "50",
          "comments": [
            "In Hebrew texts 16:36-50 is numbered 17:1-15."
          ]
        }
      ],
      "ID": "OT:NUM.16",
      "name": "Numbers 16"
    },
    {
      "title": "The Budding of Aaron’s Staff",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1",
          "comments": [
            "In Hebrew texts 17:1-13 is numbered 17:16-28."
          ]
        },
        {
          "text": "“Speak to the Israelites and get twelve staffs from them, one from the leader of each of their ancestral tribes. Write the name of each man on his staff.",
          "ID": "2"
        },
        {
          "text": "On the staff of Levi write Aaron’s name, for there must be one staff for the head of each ancestral tribe.",
          "ID": "3"
        },
        {
          "text": "Place them in the tent of meeting in front of the ark of the covenant law, where I meet with you.",
          "ID": "4"
        },
        {
          "text": "The staff belonging to the man I choose will sprout, and I will rid myself of this constant grumbling against you by the Israelites.”",
          "ID": "5"
        },
        {
          "text": "So Moses spoke to the Israelites, and their leaders gave him twelve staffs, one for the leader of each of their ancestral tribes, and Aaron’s staff was among them.",
          "ID": "6"
        },
        {
          "text": "Moses placed the staffs before the Lord in the tent of the covenant law.",
          "ID": "7"
        },
        {
          "text": "The next day Moses entered the tent and saw that Aaron’s staff, which represented the tribe of Levi, had not only sprouted but had budded, blossomed and produced almonds.",
          "ID": "8"
        },
        {
          "text": "Then Moses brought out all the staffs from the Lord’s presence to all the Israelites. They looked at them, and each of the leaders took his own staff.",
          "ID": "9"
        },
        {
          "text": "The Lord said to Moses, “Put back Aaron’s staff in front of the ark of the covenant law, to be kept as a sign to the rebellious. This will put an end to their grumbling against me, so that they will not die.”",
          "ID": "10"
        },
        {
          "text": "Moses did just as the Lord commanded him.",
          "ID": "11"
        },
        {
          "text": "The Israelites said to Moses, “We will die! We are lost, we are all lost!",
          "ID": "12"
        },
        {
          "text": "Anyone who even comes near the tabernacle of the Lord will die. Are we all going to die?”",
          "ID": "13"
        }
      ],
      "ID": "OT:NUM.17",
      "name": "Numbers 17"
    },
    {
      "title": "Offerings for Priests and Levites",
      "text": [
        {
          "text": "The Lord said to Aaron, “You, your sons and your family are to bear the responsibility for offenses connected with the sanctuary, and you and your sons alone are to bear the responsibility for offenses connected with the priesthood.",
          "ID": "1"
        },
        {
          "text": "Bring your fellow Levites from your ancestral tribe to join you and assist you when you and your sons minister before the tent of the covenant law.",
          "ID": "2"
        },
        {
          "text": "They are to be responsible to you and are to perform all the duties of the tent, but they must not go near the furnishings of the sanctuary or the altar. Otherwise both they and you will die.",
          "ID": "3"
        },
        {
          "text": "They are to join you and be responsible for the care of the tent of meeting—all the work at the tent—and no one else may come near where you are.",
          "ID": "4"
        },
        {
          "text": "“You are to be responsible for the care of the sanctuary and the altar, so that my wrath will not fall on the Israelites again.",
          "ID": "5"
        },
        {
          "text": "I myself have selected your fellow Levites from among the Israelites as a gift to you, dedicated to the Lord to do the work at the tent of meeting.",
          "ID": "6"
        },
        {
          "text": "But only you and your sons may serve as priests in connection with everything at the altar and inside the curtain. I am giving you the service of the priesthood as a gift. Anyone else who comes near the sanctuary is to be put to death.”",
          "ID": "7"
        },
        {
          "text": "Then the Lord said to Aaron, “I myself have put you in charge of the offerings presented to me; all the holy offerings the Israelites give me I give to you and your sons as your portion, your perpetual share.",
          "ID": "8"
        },
        {
          "text": "You are to have the part of the most holy offerings that is kept from the fire. From all the gifts they bring me as most holy offerings, whether grain or sin or guilt offerings, that part belongs to you and your sons.",
          "ID": "9",
          "comments": [
            "Or purification"
          ]
        },
        {
          "text": "Eat it as something most holy; every male shall eat it. You must regard it as holy.",
          "ID": "10"
        },
        {
          "text": "“This also is yours: whatever is set aside from the gifts of all the wave offerings of the Israelites. I give this to you and your sons and daughters as your perpetual share. Everyone in your household who is ceremonially clean may eat it.",
          "ID": "11"
        },
        {
          "text": "“I give you all the finest olive oil and all the finest new wine and grain they give the Lord as the firstfruits of their harvest.",
          "ID": "12"
        },
        {
          "text": "All the land’s firstfruits that they bring to the Lord will be yours. Everyone in your household who is ceremonially clean may eat it.",
          "ID": "13"
        },
        {
          "text": "“Everything in Israel that is devoted to the Lord is yours.",
          "ID": "14",
          "comments": [
            "The Hebrew term refers to the irrevocable giving over of things or persons to the Lord."
          ]
        },
        {
          "text": "The first offspring of every womb, both human and animal, that is offered to the Lord is yours. But you must redeem every firstborn son and every firstborn male of unclean animals.",
          "ID": "15"
        },
        {
          "text": "When they are a month old, you must redeem them at the redemption price set at five shekels of silver, according to the sanctuary shekel, which weighs twenty gerahs.",
          "ID": "16",
          "comments": [
            "That is, about 2 ounces or about 58 grams"
          ]
        },
        {
          "text": "“But you must not redeem the firstborn of a cow, a sheep or a goat; they are holy. Splash their blood against the altar and burn their fat as a food offering, an aroma pleasing to the Lord.",
          "ID": "17"
        },
        {
          "text": "Their meat is to be yours, just as the breast of the wave offering and the right thigh are yours.",
          "ID": "18"
        },
        {
          "text": "Whatever is set aside from the holy offerings the Israelites present to the Lord I give to you and your sons and daughters as your perpetual share. It is an everlasting covenant of salt before the Lord for both you and your offspring.”",
          "ID": "19"
        },
        {
          "text": "The Lord said to Aaron, “You will have no inheritance in their land, nor will you have any share among them; I am your share and your inheritance among the Israelites.",
          "ID": "20"
        },
        {
          "text": "“I give to the Levites all the tithes in Israel as their inheritance in return for the work they do while serving at the tent of meeting.",
          "ID": "21"
        },
        {
          "text": "From now on the Israelites must not go near the tent of meeting, or they will bear the consequences of their sin and will die.",
          "ID": "22"
        },
        {
          "text": "It is the Levites who are to do the work at the tent of meeting and bear the responsibility for any offenses they commit against it. This is a lasting ordinance for the generations to come. They will receive no inheritance among the Israelites.",
          "ID": "23"
        },
        {
          "text": "Instead, I give to the Levites as their inheritance the tithes that the Israelites present as an offering to the Lord. That is why I said concerning them: ‘They will have no inheritance among the Israelites.’”",
          "ID": "24"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "25"
        },
        {
          "text": "“Speak to the Levites and say to them: ‘When you receive from the Israelites the tithe I give you as your inheritance, you must present a tenth of that tithe as the Lord’s offering.",
          "ID": "26"
        },
        {
          "text": "Your offering will be reckoned to you as grain from the threshing floor or juice from the winepress.",
          "ID": "27"
        },
        {
          "text": "In this way you also will present an offering to the Lord from all the tithes you receive from the Israelites. From these tithes you must give the Lord’s portion to Aaron the priest.",
          "ID": "28"
        },
        {
          "text": "You must present as the Lord’s portion the best and holiest part of everything given to you.’",
          "ID": "29"
        },
        {
          "text": "“Say to the Levites: ‘When you present the best part, it will be reckoned to you as the product of the threshing floor or the winepress.",
          "ID": "30"
        },
        {
          "text": "You and your households may eat the rest of it anywhere, for it is your wages for your work at the tent of meeting.",
          "ID": "31"
        },
        {
          "text": "By presenting the best part of it you will not be guilty in this matter; then you will not defile the holy offerings of the Israelites, and you will not die.’”",
          "ID": "32"
        }
      ],
      "ID": "OT:NUM.18",
      "name": "Numbers 18"
    },
    {
      "title": "The Water of Cleansing",
      "text": [
        {
          "text": "The Lord said to Moses and Aaron:",
          "ID": "1"
        },
        {
          "text": "“This is a requirement of the law that the Lord has commanded: Tell the Israelites to bring you a red heifer without defect or blemish and that has never been under a yoke.",
          "ID": "2"
        },
        {
          "text": "Give it to Eleazar the priest; it is to be taken outside the camp and slaughtered in his presence.",
          "ID": "3"
        },
        {
          "text": "Then Eleazar the priest is to take some of its blood on his finger and sprinkle it seven times toward the front of the tent of meeting.",
          "ID": "4"
        },
        {
          "text": "While he watches, the heifer is to be burned—its hide, flesh, blood and intestines.",
          "ID": "5"
        },
        {
          "text": "The priest is to take some cedar wood, hyssop and scarlet wool and throw them onto the burning heifer.",
          "ID": "6"
        },
        {
          "text": "After that, the priest must wash his clothes and bathe himself with water. He may then come into the camp, but he will be ceremonially unclean till evening.",
          "ID": "7"
        },
        {
          "text": "The man who burns it must also wash his clothes and bathe with water, and he too will be unclean till evening.",
          "ID": "8"
        },
        {
          "text": "“A man who is clean shall gather up the ashes of the heifer and put them in a ceremonially clean place outside the camp. They are to be kept by the Israelite community for use in the water of cleansing; it is for purification from sin.",
          "ID": "9"
        },
        {
          "text": "The man who gathers up the ashes of the heifer must also wash his clothes, and he too will be unclean till evening. This will be a lasting ordinance both for the Israelites and for the foreigners residing among them.",
          "ID": "10"
        },
        {
          "text": "“Whoever touches a human corpse will be unclean for seven days.",
          "ID": "11"
        },
        {
          "text": "They must purify themselves with the water on the third day and on the seventh day; then they will be clean. But if they do not purify themselves on the third and seventh days, they will not be clean.",
          "ID": "12"
        },
        {
          "text": "If they fail to purify themselves after touching a human corpse, they defile the Lord’s tabernacle. They must be cut off from Israel. Because the water of cleansing has not been sprinkled on them, they are unclean; their uncleanness remains on them.",
          "ID": "13"
        },
        {
          "text": "“This is the law that applies when a person dies in a tent: Anyone who enters the tent and anyone who is in it will be unclean for seven days,",
          "ID": "14"
        },
        {
          "text": "and every open container without a lid fastened on it will be unclean.",
          "ID": "15"
        },
        {
          "text": "“Anyone out in the open who touches someone who has been killed with a sword or someone who has died a natural death, or anyone who touches a human bone or a grave, will be unclean for seven days.",
          "ID": "16"
        },
        {
          "text": "“For the unclean person, put some ashes from the burned purification offering into a jar and pour fresh water over them.",
          "ID": "17"
        },
        {
          "text": "Then a man who is ceremonially clean is to take some hyssop, dip it in the water and sprinkle the tent and all the furnishings and the people who were there. He must also sprinkle anyone who has touched a human bone or a grave or anyone who has been killed or anyone who has died a natural death.",
          "ID": "18"
        },
        {
          "text": "The man who is clean is to sprinkle those who are unclean on the third and seventh days, and on the seventh day he is to purify them. Those who are being cleansed must wash their clothes and bathe with water, and that evening they will be clean.",
          "ID": "19"
        },
        {
          "text": "But if those who are unclean do not purify themselves, they must be cut off from the community, because they have defiled the sanctuary of the Lord. The water of cleansing has not been sprinkled on them, and they are unclean.",
          "ID": "20"
        },
        {
          "text": "This is a lasting ordinance for them.\n“The man who sprinkles the water of cleansing must also wash his clothes, and anyone who touches the water of cleansing will be unclean till evening.",
          "ID": "21"
        },
        {
          "text": "Anything that an unclean person touches becomes unclean, and anyone who touches it becomes unclean till evening.”",
          "ID": "22"
        }
      ],
      "ID": "OT:NUM.19",
      "name": "Numbers 19"
    },
    {
      "title": "The Death of Aaron",
      "text": [
        {
          "text": "In the first month the whole Israelite community arrived at the Desert of Zin, and they stayed at Kadesh. There Miriam died and was buried.",
          "ID": "1"
        },
        {
          "text": "Now there was no water for the community, and the people gathered in opposition to Moses and Aaron.",
          "ID": "2"
        },
        {
          "text": "They quarreled with Moses and said, “If only we had died when our brothers fell dead before the Lord!",
          "ID": "3"
        },
        {
          "text": "Why did you bring the Lord’s community into this wilderness, that we and our livestock should die here?",
          "ID": "4"
        },
        {
          "text": "Why did you bring us up out of Egypt to this terrible place? It has no grain or figs, grapevines or pomegranates. And there is no water to drink!”",
          "ID": "5"
        },
        {
          "text": "Moses and Aaron went from the assembly to the entrance to the tent of meeting and fell facedown, and the glory of the Lord appeared to them.",
          "ID": "6"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "7"
        },
        {
          "text": "“Take the staff, and you and your brother Aaron gather the assembly together. Speak to that rock before their eyes and it will pour out its water. You will bring water out of the rock for the community so they and their livestock can drink.”",
          "ID": "8"
        },
        {
          "text": "So Moses took the staff from the Lord’s presence, just as he commanded him.",
          "ID": "9"
        },
        {
          "text": "He and Aaron gathered the assembly together in front of the rock and Moses said to them, “Listen, you rebels, must we bring you water out of this rock?”",
          "ID": "10"
        },
        {
          "text": "Then Moses raised his arm and struck the rock twice with his staff. Water gushed out, and the community and their livestock drank.",
          "ID": "11"
        },
        {
          "text": "But the Lord said to Moses and Aaron, “Because you did not trust in me enough to honor me as holy in the sight of the Israelites, you will not bring this community into the land I give them.”",
          "ID": "12"
        },
        {
          "text": "These were the waters of Meribah, where the Israelites quarreled with the Lord and where he was proved holy among them.",
          "ID": "13",
          "comments": [
            "Meribah means quarreling."
          ]
        },
        {
          "text": "Moses sent messengers from Kadesh to the king of Edom, saying:\n“This is what your brother Israel says: You know about all the hardships that have come on us.",
          "ID": "14"
        },
        {
          "text": "Our ancestors went down into Egypt, and we lived there many years. The Egyptians mistreated us and our ancestors,",
          "ID": "15"
        },
        {
          "text": "but when we cried out to the Lord, he heard our cry and sent an angel and brought us out of Egypt.\n“Now we are here at Kadesh, a town on the edge of your territory.",
          "ID": "16"
        },
        {
          "text": "Please let us pass through your country. We will not go through any field or vineyard, or drink water from any well. We will travel along the King’s Highway and not turn to the right or to the left until we have passed through your territory.”",
          "ID": "17"
        },
        {
          "text": "But Edom answered:\n“You may not pass through here; if you try, we will march out and attack you with the sword.”",
          "ID": "18"
        },
        {
          "text": "The Israelites replied:\n“We will go along the main road, and if we or our livestock drink any of your water, we will pay for it. We only want to pass through on foot—nothing else.”",
          "ID": "19"
        },
        {
          "text": "Again they answered:\n“You may not pass through.”\nThen Edom came out against them with a large and powerful army.",
          "ID": "20"
        },
        {
          "text": "Since Edom refused to let them go through their territory, Israel turned away from them.",
          "ID": "21"
        },
        {
          "text": "The whole Israelite community set out from Kadesh and came to Mount Hor.",
          "ID": "22"
        },
        {
          "text": "At Mount Hor, near the border of Edom, the Lord said to Moses and Aaron,",
          "ID": "23"
        },
        {
          "text": "“Aaron will be gathered to his people. He will not enter the land I give the Israelites, because both of you rebelled against my command at the waters of Meribah.",
          "ID": "24"
        },
        {
          "text": "Get Aaron and his son Eleazar and take them up Mount Hor.",
          "ID": "25"
        },
        {
          "text": "Remove Aaron’s garments and put them on his son Eleazar, for Aaron will be gathered to his people; he will die there.”",
          "ID": "26"
        },
        {
          "text": "Moses did as the Lord commanded: They went up Mount Hor in the sight of the whole community.",
          "ID": "27"
        },
        {
          "text": "Moses removed Aaron’s garments and put them on his son Eleazar. And Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain,",
          "ID": "28"
        },
        {
          "text": "and when the whole community learned that Aaron had died, all the Israelites mourned for him thirty days.",
          "ID": "29"
        }
      ],
      "ID": "OT:NUM.20",
      "name": "Numbers 20"
    },
    {
      "title": "Defeat of Sihon and Og",
      "text": [
        {
          "text": "When the Canaanite king of Arad, who lived in the Negev, heard that Israel was coming along the road to Atharim, he attacked the Israelites and captured some of them.",
          "ID": "1"
        },
        {
          "text": "Then Israel made this vow to the Lord: “If you will deliver these people into our hands, we will totally destroy their cities.”",
          "ID": "2",
          "comments": [
            "The Hebrew term refers to the irrevocable giving over of things or persons to the Lord, often by totally destroying them; also in verse 3."
          ]
        },
        {
          "text": "The Lord listened to Israel’s plea and gave the Canaanites over to them. They completely destroyed them and their towns; so the place was named Hormah.",
          "ID": "3",
          "comments": [
            "Hormah means destruction."
          ]
        },
        {
          "text": "They traveled from Mount Hor along the route to the Red Sea, to go around Edom. But the people grew impatient on the way;",
          "ID": "4",
          "comments": [
            "Or the Sea of Reeds"
          ]
        },
        {
          "text": "they spoke against God and against Moses, and said, “Why have you brought us up out of Egypt to die in the wilderness? There is no bread! There is no water! And we detest this miserable food!”",
          "ID": "5"
        },
        {
          "text": "Then the Lord sent venomous snakes among them; they bit the people and many Israelites died.",
          "ID": "6"
        },
        {
          "text": "The people came to Moses and said, “We sinned when we spoke against the Lord and against you. Pray that the Lord will take the snakes away from us.” So Moses prayed for the people.",
          "ID": "7"
        },
        {
          "text": "The Lord said to Moses, “Make a snake and put it up on a pole; anyone who is bitten can look at it and live.”",
          "ID": "8"
        },
        {
          "text": "So Moses made a bronze snake and put it up on a pole. Then when anyone was bitten by a snake and looked at the bronze snake, they lived.",
          "ID": "9"
        },
        {
          "text": "The Israelites moved on and camped at Oboth.",
          "ID": "10"
        },
        {
          "text": "Then they set out from Oboth and camped in Iye Abarim, in the wilderness that faces Moab toward the sunrise.",
          "ID": "11"
        },
        {
          "text": "From there they moved on and camped in the Zered Valley.",
          "ID": "12"
        },
        {
          "text": "They set out from there and camped alongside the Arnon, which is in the wilderness extending into Amorite territory. The Arnon is the border of Moab, between Moab and the Amorites.",
          "ID": "13"
        },
        {
          "text": "That is why the Book of the Wars of the Lord says:\n“. . . Zahab in Suphah and the ravines,\nthe Arnon",
          "ID": "14",
          "comments": [
            "Septuagint; Hebrew Waheb"
          ]
        },
        {
          "text": "and the slopes of the ravines\nthat lead to the settlement of Ar\nand lie along the border of Moab.”",
          "ID": "15",
          "comments": [
            "Or “I have been given from Suphah and the ravines / of the Arnon 15 to"
          ]
        },
        {
          "text": "From there they continued on to Beer, the well where the Lord said to Moses, “Gather the people together and I will give them water.”",
          "ID": "16"
        },
        {
          "text": "Then Israel sang this song:\n“Spring up, O well!\nSing about it,",
          "ID": "17"
        },
        {
          "text": "about the well that the princes dug,\nthat the nobles of the people sank—\nthe nobles with scepters and staffs.”\nThen they went from the wilderness to Mattanah,",
          "ID": "18"
        },
        {
          "text": "from Mattanah to Nahaliel, from Nahaliel to Bamoth,",
          "ID": "19"
        },
        {
          "text": "and from Bamoth to the valley in Moab where the top of Pisgah overlooks the wasteland.",
          "ID": "20"
        },
        {
          "text": "Israel sent messengers to say to Sihon king of the Amorites:",
          "ID": "21"
        },
        {
          "text": "“Let us pass through your country. We will not turn aside into any field or vineyard, or drink water from any well. We will travel along the King’s Highway until we have passed through your territory.”",
          "ID": "22"
        },
        {
          "text": "But Sihon would not let Israel pass through his territory. He mustered his entire army and marched out into the wilderness against Israel. When he reached Jahaz, he fought with Israel.",
          "ID": "23"
        },
        {
          "text": "Israel, however, put him to the sword and took over his land from the Arnon to the Jabbok, but only as far as the Ammonites, because their border was fortified.",
          "ID": "24"
        },
        {
          "text": "Israel captured all the cities of the Amorites and occupied them, including Heshbon and all its surrounding settlements.",
          "ID": "25"
        },
        {
          "text": "Heshbon was the city of Sihon king of the Amorites, who had fought against the former king of Moab and had taken from him all his land as far as the Arnon.",
          "ID": "26"
        },
        {
          "text": "That is why the poets say:\n“Come to Heshbon and let it be rebuilt;\nlet Sihon’s city be restored.",
          "ID": "27"
        },
        {
          "text": "“Fire went out from Heshbon,\na blaze from the city of Sihon.\nIt consumed Ar of Moab,\nthe citizens of Arnon’s heights.",
          "ID": "28"
        },
        {
          "text": "Woe to you, Moab!\nYou are destroyed, people of Chemosh!\nHe has given up his sons as fugitives\nand his daughters as captives\nto Sihon king of the Amorites.",
          "ID": "29"
        },
        {
          "text": "“But we have overthrown them;\nHeshbon’s dominion has been destroyed all the way to Dibon.\nWe have demolished them as far as Nophah,\nwhich extends to Medeba.”",
          "ID": "30"
        },
        {
          "text": "So Israel settled in the land of the Amorites.",
          "ID": "31"
        },
        {
          "text": "After Moses had sent spies to Jazer, the Israelites captured its surrounding settlements and drove out the Amorites who were there.",
          "ID": "32"
        },
        {
          "text": "Then they turned and went up along the road toward Bashan, and Og king of Bashan and his whole army marched out to meet them in battle at Edrei.",
          "ID": "33"
        },
        {
          "text": "The Lord said to Moses, “Do not be afraid of him, for I have delivered him into your hands, along with his whole army and his land. Do to him what you did to Sihon king of the Amorites, who reigned in Heshbon.”",
          "ID": "34"
        },
        {
          "text": "So they struck him down, together with his sons and his whole army, leaving them no survivors. And they took possession of his land.",
          "ID": "35"
        }
      ],
      "ID": "OT:NUM.21",
      "name": "Numbers 21"
    },
    {
      "title": "Balaam’s Donkey",
      "text": [
        {
          "text": "Then the Israelites traveled to the plains of Moab and camped along the Jordan across from Jericho.",
          "ID": "1"
        },
        {
          "text": "Now Balak son of Zippor saw all that Israel had done to the Amorites,",
          "ID": "2"
        },
        {
          "text": "and Moab was terrified because there were so many people. Indeed, Moab was filled with dread because of the Israelites.",
          "ID": "3"
        },
        {
          "text": "The Moabites said to the elders of Midian, “This horde is going to lick up everything around us, as an ox licks up the grass of the field.”\nSo Balak son of Zippor, who was king of Moab at that time,",
          "ID": "4"
        },
        {
          "text": "sent messengers to summon Balaam son of Beor, who was at Pethor, near the Euphrates River, in his native land. Balak said:\n“A people has come out of Egypt; they cover the face of the land and have settled next to me.",
          "ID": "5"
        },
        {
          "text": "Now come and put a curse on these people, because they are too powerful for me. Perhaps then I will be able to defeat them and drive them out of the land. For I know that whoever you bless is blessed, and whoever you curse is cursed.”",
          "ID": "6"
        },
        {
          "text": "The elders of Moab and Midian left, taking with them the fee for divination. When they came to Balaam, they told him what Balak had said.",
          "ID": "7"
        },
        {
          "text": "“Spend the night here,” Balaam said to them, “and I will report back to you with the answer the Lord gives me.” So the Moabite officials stayed with him.",
          "ID": "8"
        },
        {
          "text": "God came to Balaam and asked, “Who are these men with you?”",
          "ID": "9"
        },
        {
          "text": "Balaam said to God, “Balak son of Zippor, king of Moab, sent me this message:",
          "ID": "10"
        },
        {
          "text": "‘A people that has come out of Egypt covers the face of the land. Now come and put a curse on them for me. Perhaps then I will be able to fight them and drive them away.’”",
          "ID": "11"
        },
        {
          "text": "But God said to Balaam, “Do not go with them. You must not put a curse on those people, because they are blessed.”",
          "ID": "12"
        },
        {
          "text": "The next morning Balaam got up and said to Balak’s officials, “Go back to your own country, for the Lord has refused to let me go with you.”",
          "ID": "13"
        },
        {
          "text": "So the Moabite officials returned to Balak and said, “Balaam refused to come with us.”",
          "ID": "14"
        },
        {
          "text": "Then Balak sent other officials, more numerous and more distinguished than the first.",
          "ID": "15"
        },
        {
          "text": "They came to Balaam and said:\n“This is what Balak son of Zippor says: Do not let anything keep you from coming to me,",
          "ID": "16"
        },
        {
          "text": "because I will reward you handsomely and do whatever you say. Come and put a curse on these people for me.”",
          "ID": "17"
        },
        {
          "text": "But Balaam answered them, “Even if Balak gave me all the silver and gold in his palace, I could not do anything great or small to go beyond the command of the Lord my God.",
          "ID": "18"
        },
        {
          "text": "Now spend the night here so that I can find out what else the Lord will tell me.”",
          "ID": "19"
        },
        {
          "text": "That night God came to Balaam and said, “Since these men have come to summon you, go with them, but do only what I tell you.”",
          "ID": "20"
        },
        {
          "text": "Balaam got up in the morning, saddled his donkey and went with the Moabite officials.",
          "ID": "21"
        },
        {
          "text": "But God was very angry when he went, and the angel of the Lord stood in the road to oppose him. Balaam was riding on his donkey, and his two servants were with him.",
          "ID": "22"
        },
        {
          "text": "When the donkey saw the angel of the Lord standing in the road with a drawn sword in his hand, it turned off the road into a field. Balaam beat it to get it back on the road.",
          "ID": "23"
        },
        {
          "text": "Then the angel of the Lord stood in a narrow path through the vineyards, with walls on both sides.",
          "ID": "24"
        },
        {
          "text": "When the donkey saw the angel of the Lord, it pressed close to the wall, crushing Balaam’s foot against it. So he beat the donkey again.",
          "ID": "25"
        },
        {
          "text": "Then the angel of the Lord moved on ahead and stood in a narrow place where there was no room to turn, either to the right or to the left.",
          "ID": "26"
        },
        {
          "text": "When the donkey saw the angel of the Lord, it lay down under Balaam, and he was angry and beat it with his staff.",
          "ID": "27"
        },
        {
          "text": "Then the Lord opened the donkey’s mouth, and it said to Balaam, “What have I done to you to make you beat me these three times?”",
          "ID": "28"
        },
        {
          "text": "Balaam answered the donkey, “You have made a fool of me! If only I had a sword in my hand, I would kill you right now.”",
          "ID": "29"
        },
        {
          "text": "The donkey said to Balaam, “Am I not your own donkey, which you have always ridden, to this day? Have I been in the habit of doing this to you?”\n“No,” he said.",
          "ID": "30"
        },
        {
          "text": "Then the Lord opened Balaam’s eyes, and he saw the angel of the Lord standing in the road with his sword drawn. So he bowed low and fell facedown.",
          "ID": "31"
        },
        {
          "text": "The angel of the Lord asked him, “Why have you beaten your donkey these three times? I have come here to oppose you because your path is a reckless one before me.",
          "ID": "32",
          "comments": [
            "The meaning of the Hebrew for this clause is uncertain."
          ]
        },
        {
          "text": "The donkey saw me and turned away from me these three times. If it had not turned away, I would certainly have killed you by now, but I would have spared it.”",
          "ID": "33"
        },
        {
          "text": "Balaam said to the angel of the Lord, “I have sinned. I did not realize you were standing in the road to oppose me. Now if you are displeased, I will go back.”",
          "ID": "34"
        },
        {
          "text": "The angel of the Lord said to Balaam, “Go with the men, but speak only what I tell you.” So Balaam went with Balak’s officials.",
          "ID": "35"
        },
        {
          "text": "When Balak heard that Balaam was coming, he went out to meet him at the Moabite town on the Arnon border, at the edge of his territory.",
          "ID": "36"
        },
        {
          "text": "Balak said to Balaam, “Did I not send you an urgent summons? Why didn’t you come to me? Am I really not able to reward you?”",
          "ID": "37"
        },
        {
          "text": "“Well, I have come to you now,” Balaam replied. “But I can’t say whatever I please. I must speak only what God puts in my mouth.”",
          "ID": "38"
        },
        {
          "text": "Then Balaam went with Balak to Kiriath Huzoth.",
          "ID": "39"
        },
        {
          "text": "Balak sacrificed cattle and sheep, and gave some to Balaam and the officials who were with him.",
          "ID": "40"
        },
        {
          "text": "The next morning Balak took Balaam up to Bamoth Baal, and from there he could see the outskirts of the Israelite camp.",
          "ID": "41"
        }
      ],
      "ID": "OT:NUM.22",
      "name": "Numbers 22"
    },
    {
      "title": "Balaam’s Third Message",
      "text": [
        {
          "text": "Balaam said, “Build me seven altars here, and prepare seven bulls and seven rams for me.”",
          "ID": "1"
        },
        {
          "text": "Balak did as Balaam said, and the two of them offered a bull and a ram on each altar.",
          "ID": "2"
        },
        {
          "text": "Then Balaam said to Balak, “Stay here beside your offering while I go aside. Perhaps the Lord will come to meet with me. Whatever he reveals to me I will tell you.” Then he went off to a barren height.",
          "ID": "3"
        },
        {
          "text": "God met with him, and Balaam said, “I have prepared seven altars, and on each altar I have offered a bull and a ram.”",
          "ID": "4"
        },
        {
          "text": "The Lord put a word in Balaam’s mouth and said, “Go back to Balak and give him this word.”",
          "ID": "5"
        },
        {
          "text": "So he went back to him and found him standing beside his offering, with all the Moabite officials.",
          "ID": "6"
        },
        {
          "text": "Then Balaam spoke his message:\n“Balak brought me from Aram,\nthe king of Moab from the eastern mountains.\n‘Come,’ he said, ‘curse Jacob for me;\ncome, denounce Israel.’",
          "ID": "7"
        },
        {
          "text": "How can I curse\nthose whom God has not cursed?\nHow can I denounce\nthose whom the Lord has not denounced?",
          "ID": "8"
        },
        {
          "text": "From the rocky peaks I see them,\nfrom the heights I view them.\nI see a people who live apart\nand do not consider themselves one of the nations.",
          "ID": "9"
        },
        {
          "text": "Who can count the dust of Jacob\nor number even a fourth of Israel?\nLet me die the death of the righteous,\nand may my final end be like theirs!”",
          "ID": "10"
        },
        {
          "text": "Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but you have done nothing but bless them!”",
          "ID": "11"
        },
        {
          "text": "He answered, “Must I not speak what the Lord puts in my mouth?”",
          "ID": "12"
        },
        {
          "text": "Then Balak said to him, “Come with me to another place where you can see them; you will not see them all but only the outskirts of their camp. And from there, curse them for me.”",
          "ID": "13"
        },
        {
          "text": "So he took him to the field of Zophim on the top of Pisgah, and there he built seven altars and offered a bull and a ram on each altar.",
          "ID": "14"
        },
        {
          "text": "Balaam said to Balak, “Stay here beside your offering while I meet with him over there.”",
          "ID": "15"
        },
        {
          "text": "The Lord met with Balaam and put a word in his mouth and said, “Go back to Balak and give him this word.”",
          "ID": "16"
        },
        {
          "text": "So he went to him and found him standing beside his offering, with the Moabite officials. Balak asked him, “What did the Lord say?”",
          "ID": "17"
        },
        {
          "text": "Then he spoke his message:\n“Arise, Balak, and listen;\nhear me, son of Zippor.",
          "ID": "18"
        },
        {
          "text": "God is not human, that he should lie,\nnot a human being, that he should change his mind.\nDoes he speak and then not act?\nDoes he promise and not fulfill?",
          "ID": "19"
        },
        {
          "text": "I have received a command to bless;\nhe has blessed, and I cannot change it.",
          "ID": "20"
        },
        {
          "text": "“No misfortune is seen in Jacob,\nno misery observed in Israel.\nThe Lord their God is with them;\nthe shout of the King is among them.",
          "ID": "21",
          "comments": [
            "Or He has not looked on Jacob’s offenses / or on the wrongs found"
          ]
        },
        {
          "text": "God brought them out of Egypt;\nthey have the strength of a wild ox.",
          "ID": "22"
        },
        {
          "text": "There is no divination against Jacob,\nno evil omens against Israel.\nIt will now be said of Jacob\nand of Israel, ‘See what God has done!’",
          "ID": "23",
          "comments": [
            "Or in",
            "Or in"
          ]
        },
        {
          "text": "The people rise like a lioness;\nthey rouse themselves like a lion\nthat does not rest till it devours its prey\nand drinks the blood of its victims.”",
          "ID": "24"
        },
        {
          "text": "Then Balak said to Balaam, “Neither curse them at all nor bless them at all!”",
          "ID": "25"
        },
        {
          "text": "Balaam answered, “Did I not tell you I must do whatever the Lord says?”",
          "ID": "26"
        },
        {
          "text": "Then Balak said to Balaam, “Come, let me take you to another place. Perhaps it will please God to let you curse them for me from there.”",
          "ID": "27"
        },
        {
          "text": "And Balak took Balaam to the top of Peor, overlooking the wasteland.",
          "ID": "28"
        },
        {
          "text": "Balaam said, “Build me seven altars here, and prepare seven bulls and seven rams for me.”",
          "ID": "29"
        },
        {
          "text": "Balak did as Balaam had said, and offered a bull and a ram on each altar.",
          "ID": "30"
        }
      ],
      "ID": "OT:NUM.23",
      "name": "Numbers 23"
    },
    {
      "title": "Balaam’s Seventh Message",
      "text": [
        {
          "text": "Now when Balaam saw that it pleased the Lord to bless Israel, he did not resort to divination as at other times, but turned his face toward the wilderness.",
          "ID": "1"
        },
        {
          "text": "When Balaam looked out and saw Israel encamped tribe by tribe, the Spirit of God came on him",
          "ID": "2"
        },
        {
          "text": "and he spoke his message:\n“The prophecy of Balaam son of Beor,\nthe prophecy of one whose eye sees clearly,",
          "ID": "3"
        },
        {
          "text": "the prophecy of one who hears the words of God,\nwho sees a vision from the Almighty,\nwho falls prostrate, and whose eyes are opened:",
          "ID": "4",
          "comments": [
            "Hebrew Shaddai; also in verse 16"
          ]
        },
        {
          "text": "“How beautiful are your tents, Jacob,\nyour dwelling places, Israel!",
          "ID": "5"
        },
        {
          "text": "“Like valleys they spread out,\nlike gardens beside a river,\nlike aloes planted by the Lord,\nlike cedars beside the waters.",
          "ID": "6"
        },
        {
          "text": "Water will flow from their buckets;\ntheir seed will have abundant water.\n“Their king will be greater than Agag;\ntheir kingdom will be exalted.",
          "ID": "7"
        },
        {
          "text": "“God brought them out of Egypt;\nthey have the strength of a wild ox.\nThey devour hostile nations\nand break their bones in pieces;\nwith their arrows they pierce them.",
          "ID": "8"
        },
        {
          "text": "Like a lion they crouch and lie down,\nlike a lioness—who dares to rouse them?\n“May those who bless you be blessed\nand those who curse you be cursed!”",
          "ID": "9"
        },
        {
          "text": "Then Balak’s anger burned against Balaam. He struck his hands together and said to him, “I summoned you to curse my enemies, but you have blessed them these three times.",
          "ID": "10"
        },
        {
          "text": "Now leave at once and go home! I said I would reward you handsomely, but the Lord has kept you from being rewarded.”",
          "ID": "11"
        },
        {
          "text": "Balaam answered Balak, “Did I not tell the messengers you sent me,",
          "ID": "12"
        },
        {
          "text": "‘Even if Balak gave me all the silver and gold in his palace, I could not do anything of my own accord, good or bad, to go beyond the command of the Lord—and I must say only what the Lord says’?",
          "ID": "13"
        },
        {
          "text": "Now I am going back to my people, but come, let me warn you of what this people will do to your people in days to come.”",
          "ID": "14"
        },
        {
          "text": "Then he spoke his message:\n“The prophecy of Balaam son of Beor,\nthe prophecy of one whose eye sees clearly,",
          "ID": "15"
        },
        {
          "text": "the prophecy of one who hears the words of God,\nwho has knowledge from the Most High,\nwho sees a vision from the Almighty,\nwho falls prostrate, and whose eyes are opened:",
          "ID": "16"
        },
        {
          "text": "“I see him, but not now;\nI behold him, but not near.\nA star will come out of Jacob;\na scepter will rise out of Israel.\nHe will crush the foreheads of Moab,\nthe skulls of all the people of Sheth.",
          "ID": "17",
          "comments": [
            "Samaritan Pentateuch (see also Jer. 48:45); the meaning of the word in the Masoretic Text is uncertain.",
            "Or possibly Moab, / batter",
            "Or all the noisy boasters"
          ]
        },
        {
          "text": "Edom will be conquered;\nSeir, his enemy, will be conquered,\nbut Israel will grow strong.",
          "ID": "18"
        },
        {
          "text": "A ruler will come out of Jacob\nand destroy the survivors of the city.”",
          "ID": "19"
        },
        {
          "text": "Then Balaam saw Amalek and spoke his message:\n“Amalek was first among the nations,\nbut their end will be utter destruction.”",
          "ID": "20"
        },
        {
          "text": "Then he saw the Kenites and spoke his message:\n“Your dwelling place is secure,\nyour nest is set in a rock;",
          "ID": "21"
        },
        {
          "text": "yet you Kenites will be destroyed\nwhen Ashur takes you captive.”",
          "ID": "22"
        },
        {
          "text": "Then he spoke his message:\n“Alas! Who can live when God does this?",
          "ID": "23",
          "comments": [
            "Masoretic Text; with a different word division of the Hebrew The people from the islands will gather from the north."
          ]
        },
        {
          "text": "    Ships will come from the shores of Cyprus;\nthey will subdue Ashur and Eber,\nbut they too will come to ruin.”",
          "ID": "24"
        },
        {
          "text": "Then Balaam got up and returned home, and Balak went his own way.",
          "ID": "25"
        }
      ],
      "ID": "OT:NUM.24",
      "name": "Numbers 24"
    },
    {
      "title": "Moab Seduces Israel",
      "text": [
        {
          "text": "While Israel was staying in Shittim, the men began to indulge in sexual immorality with Moabite women,",
          "ID": "1"
        },
        {
          "text": "who invited them to the sacrifices to their gods. The people ate the sacrificial meal and bowed down before these gods.",
          "ID": "2"
        },
        {
          "text": "So Israel yoked themselves to the Baal of Peor. And the Lord’s anger burned against them.",
          "ID": "3"
        },
        {
          "text": "The Lord said to Moses, “Take all the leaders of these people, kill them and expose them in broad daylight before the Lord, so that the Lord’s fierce anger may turn away from Israel.”",
          "ID": "4"
        },
        {
          "text": "So Moses said to Israel’s judges, “Each of you must put to death those of your people who have yoked themselves to the Baal of Peor.”",
          "ID": "5"
        },
        {
          "text": "Then an Israelite man brought into the camp a Midianite woman right before the eyes of Moses and the whole assembly of Israel while they were weeping at the entrance to the tent of meeting.",
          "ID": "6"
        },
        {
          "text": "When Phinehas son of Eleazar, the son of Aaron, the priest, saw this, he left the assembly, took a spear in his hand",
          "ID": "7"
        },
        {
          "text": "and followed the Israelite into the tent. He drove the spear into both of them, right through the Israelite man and into the woman’s stomach. Then the plague against the Israelites was stopped;",
          "ID": "8"
        },
        {
          "text": "but those who died in the plague numbered 24,000.",
          "ID": "9"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "10"
        },
        {
          "text": "“Phinehas son of Eleazar, the son of Aaron, the priest, has turned my anger away from the Israelites. Since he was as zealous for my honor among them as I am, I did not put an end to them in my zeal.",
          "ID": "11"
        },
        {
          "text": "Therefore tell him I am making my covenant of peace with him.",
          "ID": "12"
        },
        {
          "text": "He and his descendants will have a covenant of a lasting priesthood, because he was zealous for the honor of his God and made atonement for the Israelites.”",
          "ID": "13"
        },
        {
          "text": "The name of the Israelite who was killed with the Midianite woman was Zimri son of Salu, the leader of a Simeonite family.",
          "ID": "14"
        },
        {
          "text": "And the name of the Midianite woman who was put to death was Kozbi daughter of Zur, a tribal chief of a Midianite family.",
          "ID": "15"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "16"
        },
        {
          "text": "“Treat the Midianites as enemies and kill them.",
          "ID": "17"
        },
        {
          "text": "They treated you as enemies when they deceived you in the Peor incident involving their sister Kozbi, the daughter of a Midianite leader, the woman who was killed when the plague came as a result of that incident.”",
          "ID": "18"
        }
      ],
      "ID": "OT:NUM.25",
      "name": "Numbers 25"
    },
    {
      "title": "The Second Census",
      "text": [
        {
          "text": "After the plague the Lord said to Moses and Eleazar son of Aaron, the priest,",
          "ID": "1"
        },
        {
          "text": "“Take a census of the whole Israelite community by families—all those twenty years old or more who are able to serve in the army of Israel.”",
          "ID": "2"
        },
        {
          "text": "So on the plains of Moab by the Jordan across from Jericho, Moses and Eleazar the priest spoke with them and said,",
          "ID": "3"
        },
        {
          "text": "“Take a census of the men twenty years old or more, as the Lord commanded Moses.”\nThese were the Israelites who came out of Egypt:",
          "ID": "4"
        },
        {
          "text": "The descendants of Reuben, the firstborn son of Israel, were:\nthrough Hanok, the Hanokite clan;\nthrough Pallu, the Palluite clan;",
          "ID": "5"
        },
        {
          "text": "through Hezron, the Hezronite clan;\nthrough Karmi, the Karmite clan.",
          "ID": "6"
        },
        {
          "text": "These were the clans of Reuben; those numbered were 43,730.",
          "ID": "7"
        },
        {
          "text": "The son of Pallu was Eliab,",
          "ID": "8"
        },
        {
          "text": "and the sons of Eliab were Nemuel, Dathan and Abiram. The same Dathan and Abiram were the community officials who rebelled against Moses and Aaron and were among Korah’s followers when they rebelled against the Lord.",
          "ID": "9"
        },
        {
          "text": "The earth opened its mouth and swallowed them along with Korah, whose followers died when the fire devoured the 250 men. And they served as a warning sign.",
          "ID": "10"
        },
        {
          "text": "The line of Korah, however, did not die out.",
          "ID": "11"
        },
        {
          "text": "The descendants of Simeon by their clans were:\nthrough Nemuel, the Nemuelite clan;\nthrough Jamin, the Jaminite clan;\nthrough Jakin, the Jakinite clan;",
          "ID": "12"
        },
        {
          "text": "through Zerah, the Zerahite clan;\nthrough Shaul, the Shaulite clan.",
          "ID": "13"
        },
        {
          "text": "These were the clans of Simeon; those numbered were 22,200.",
          "ID": "14"
        },
        {
          "text": "The descendants of Gad by their clans were:\nthrough Zephon, the Zephonite clan;\nthrough Haggi, the Haggite clan;\nthrough Shuni, the Shunite clan;",
          "ID": "15"
        },
        {
          "text": "through Ozni, the Oznite clan;\nthrough Eri, the Erite clan;",
          "ID": "16"
        },
        {
          "text": "through Arodi, the Arodite clan;\nthrough Areli, the Arelite clan.",
          "ID": "17",
          "comments": [
            "Samaritan Pentateuch and Syriac (see also Gen. 46:16); Masoretic Text Arod"
          ]
        },
        {
          "text": "These were the clans of Gad; those numbered were 40,500.",
          "ID": "18"
        },
        {
          "text": "Er and Onan were sons of Judah, but they died in Canaan.",
          "ID": "19"
        },
        {
          "text": "The descendants of Judah by their clans were:\nthrough Shelah, the Shelanite clan;\nthrough Perez, the Perezite clan;\nthrough Zerah, the Zerahite clan.",
          "ID": "20"
        },
        {
          "text": "The descendants of Perez were:\nthrough Hezron, the Hezronite clan;\nthrough Hamul, the Hamulite clan.",
          "ID": "21"
        },
        {
          "text": "These were the clans of Judah; those numbered were 76,500.",
          "ID": "22"
        },
        {
          "text": "The descendants of Issachar by their clans were:\nthrough Tola, the Tolaite clan;\nthrough Puah, the Puite clan;",
          "ID": "23",
          "comments": [
            "Samaritan Pentateuch, Septuagint, Vulgate and Syriac (see also 1 Chron. 7:1); Masoretic Text through Puvah, the Punite"
          ]
        },
        {
          "text": "through Jashub, the Jashubite clan;\nthrough Shimron, the Shimronite clan.",
          "ID": "24"
        },
        {
          "text": "These were the clans of Issachar; those numbered were 64,300.",
          "ID": "25"
        },
        {
          "text": "The descendants of Zebulun by their clans were:\nthrough Sered, the Seredite clan;\nthrough Elon, the Elonite clan;\nthrough Jahleel, the Jahleelite clan.",
          "ID": "26"
        },
        {
          "text": "These were the clans of Zebulun; those numbered were 60,500.",
          "ID": "27"
        },
        {
          "text": "The descendants of Joseph by their clans through Manasseh and Ephraim were:",
          "ID": "28"
        },
        {
          "text": "The descendants of Manasseh:\nthrough Makir, the Makirite clan (Makir was the father of Gilead);\nthrough Gilead, the Gileadite clan.",
          "ID": "29"
        },
        {
          "text": "These were the descendants of Gilead:\nthrough Iezer, the Iezerite clan;\nthrough Helek, the Helekite clan;",
          "ID": "30"
        },
        {
          "text": "through Asriel, the Asrielite clan;\nthrough Shechem, the Shechemite clan;",
          "ID": "31"
        },
        {
          "text": "through Shemida, the Shemidaite clan;\nthrough Hepher, the Hepherite clan.",
          "ID": "32"
        },
        {
          "text": "(Zelophehad son of Hepher had no sons; he had only daughters, whose names were Mahlah, Noah, Hoglah, Milkah and Tirzah.)",
          "ID": "33"
        },
        {
          "text": "These were the clans of Manasseh; those numbered were 52,700.",
          "ID": "34"
        },
        {
          "text": "These were the descendants of Ephraim by their clans:\nthrough Shuthelah, the Shuthelahite clan;\nthrough Beker, the Bekerite clan;\nthrough Tahan, the Tahanite clan.",
          "ID": "35"
        },
        {
          "text": "These were the descendants of Shuthelah:\nthrough Eran, the Eranite clan.",
          "ID": "36"
        },
        {
          "text": "These were the clans of Ephraim; those numbered were 32,500.\nThese were the descendants of Joseph by their clans.",
          "ID": "37"
        },
        {
          "text": "The descendants of Benjamin by their clans were:\nthrough Bela, the Belaite clan;\nthrough Ashbel, the Ashbelite clan;\nthrough Ahiram, the Ahiramite clan;",
          "ID": "38"
        },
        {
          "text": "through Shupham, the Shuphamite clan;\nthrough Hupham, the Huphamite clan.",
          "ID": "39",
          "comments": [
            "A few manuscripts of the Masoretic Text, Samaritan Pentateuch, Vulgate and Syriac (see also Septuagint); most manuscripts of the Masoretic Text Shephupham"
          ]
        },
        {
          "text": "The descendants of Bela through Ard and Naaman were:\nthrough Ard, the Ardite clan;\nthrough Naaman, the Naamite clan.",
          "ID": "40",
          "comments": [
            "Samaritan Pentateuch and Vulgate (see also Septuagint); Masoretic Text does not have through Ard."
          ]
        },
        {
          "text": "These were the clans of Benjamin; those numbered were 45,600.",
          "ID": "41"
        },
        {
          "text": "These were the descendants of Dan by their clans:\nthrough Shuham, the Shuhamite clan.\nThese were the clans of Dan:",
          "ID": "42"
        },
        {
          "text": "All of them were Shuhamite clans; and those numbered were 64,400.",
          "ID": "43"
        },
        {
          "text": "The descendants of Asher by their clans were:\nthrough Imnah, the Imnite clan;\nthrough Ishvi, the Ishvite clan;\nthrough Beriah, the Beriite clan;",
          "ID": "44"
        },
        {
          "text": "and through the descendants of Beriah:\nthrough Heber, the Heberite clan;\nthrough Malkiel, the Malkielite clan.",
          "ID": "45"
        },
        {
          "text": "(Asher had a daughter named Serah.)",
          "ID": "46"
        },
        {
          "text": "These were the clans of Asher; those numbered were 53,400.",
          "ID": "47"
        },
        {
          "text": "The descendants of Naphtali by their clans were:\nthrough Jahzeel, the Jahzeelite clan;\nthrough Guni, the Gunite clan;",
          "ID": "48"
        },
        {
          "text": "through Jezer, the Jezerite clan;\nthrough Shillem, the Shillemite clan.",
          "ID": "49"
        },
        {
          "text": "These were the clans of Naphtali; those numbered were 45,400.",
          "ID": "50"
        },
        {
          "text": "The total number of the men of Israel was 601,730.",
          "ID": "51"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "52"
        },
        {
          "text": "“The land is to be allotted to them as an inheritance based on the number of names.",
          "ID": "53"
        },
        {
          "text": "To a larger group give a larger inheritance, and to a smaller group a smaller one; each is to receive its inheritance according to the number of those listed.",
          "ID": "54"
        },
        {
          "text": "Be sure that the land is distributed by lot. What each group inherits will be according to the names for its ancestral tribe.",
          "ID": "55"
        },
        {
          "text": "Each inheritance is to be distributed by lot among the larger and smaller groups.”",
          "ID": "56"
        },
        {
          "text": "These were the Levites who were counted by their clans:\nthrough Gershon, the Gershonite clan;\nthrough Kohath, the Kohathite clan;\nthrough Merari, the Merarite clan.",
          "ID": "57"
        },
        {
          "text": "These also were Levite clans:\nthe Libnite clan,\nthe Hebronite clan,\nthe Mahlite clan,\nthe Mushite clan,\nthe Korahite clan.\n(Kohath was the forefather of Amram;",
          "ID": "58"
        },
        {
          "text": "the name of Amram’s wife was Jochebed, a descendant of Levi, who was born to the Levites in Egypt. To Amram she bore Aaron, Moses and their sister Miriam.",
          "ID": "59",
          "comments": [
            "Or Jochebed, a daughter of Levi, who was born to Levi"
          ]
        },
        {
          "text": "Aaron was the father of Nadab and Abihu, Eleazar and Ithamar.",
          "ID": "60"
        },
        {
          "text": "But Nadab and Abihu died when they made an offering before the Lord with unauthorized fire.)",
          "ID": "61"
        },
        {
          "text": "All the male Levites a month old or more numbered 23,000. They were not counted along with the other Israelites because they received no inheritance among them.",
          "ID": "62"
        },
        {
          "text": "These are the ones counted by Moses and Eleazar the priest when they counted the Israelites on the plains of Moab by the Jordan across from Jericho.",
          "ID": "63"
        },
        {
          "text": "Not one of them was among those counted by Moses and Aaron the priest when they counted the Israelites in the Desert of Sinai.",
          "ID": "64"
        },
        {
          "text": "For the Lord had told those Israelites they would surely die in the wilderness, and not one of them was left except Caleb son of Jephunneh and Joshua son of Nun.",
          "ID": "65"
        }
      ],
      "ID": "OT:NUM.26",
      "name": "Numbers 26"
    },
    {
      "title": "Joshua to Succeed Moses",
      "text": [
        {
          "text": "The daughters of Zelophehad son of Hepher, the son of Gilead, the son of Makir, the son of Manasseh, belonged to the clans of Manasseh son of Joseph. The names of the daughters were Mahlah, Noah, Hoglah, Milkah and Tirzah. They came forward",
          "ID": "1"
        },
        {
          "text": "and stood before Moses, Eleazar the priest, the leaders and the whole assembly at the entrance to the tent of meeting and said,",
          "ID": "2"
        },
        {
          "text": "“Our father died in the wilderness. He was not among Korah’s followers, who banded together against the Lord, but he died for his own sin and left no sons.",
          "ID": "3"
        },
        {
          "text": "Why should our father’s name disappear from his clan because he had no son? Give us property among our father’s relatives.”",
          "ID": "4"
        },
        {
          "text": "So Moses brought their case before the Lord,",
          "ID": "5"
        },
        {
          "text": "and the Lord said to him,",
          "ID": "6"
        },
        {
          "text": "“What Zelophehad’s daughters are saying is right. You must certainly give them property as an inheritance among their father’s relatives and give their father’s inheritance to them.",
          "ID": "7"
        },
        {
          "text": "“Say to the Israelites, ‘If a man dies and leaves no son, give his inheritance to his daughter.",
          "ID": "8"
        },
        {
          "text": "If he has no daughter, give his inheritance to his brothers.",
          "ID": "9"
        },
        {
          "text": "If he has no brothers, give his inheritance to his father’s brothers.",
          "ID": "10"
        },
        {
          "text": "If his father had no brothers, give his inheritance to the nearest relative in his clan, that he may possess it. This is to have the force of law for the Israelites, as the Lord commanded Moses.’”",
          "ID": "11"
        },
        {
          "text": "Then the Lord said to Moses, “Go up this mountain in the Abarim Range and see the land I have given the Israelites.",
          "ID": "12"
        },
        {
          "text": "After you have seen it, you too will be gathered to your people, as your brother Aaron was,",
          "ID": "13"
        },
        {
          "text": "for when the community rebelled at the waters in the Desert of Zin, both of you disobeyed my command to honor me as holy before their eyes.” (These were the waters of Meribah Kadesh, in the Desert of Zin.)",
          "ID": "14"
        },
        {
          "text": "Moses said to the Lord,",
          "ID": "15"
        },
        {
          "text": "“May the Lord, the God who gives breath to all living things, appoint someone over this community",
          "ID": "16"
        },
        {
          "text": "to go out and come in before them, one who will lead them out and bring them in, so the Lord’s people will not be like sheep without a shepherd.”",
          "ID": "17"
        },
        {
          "text": "So the Lord said to Moses, “Take Joshua son of Nun, a man in whom is the spirit of leadership, and lay your hand on him.",
          "ID": "18",
          "comments": [
            "Or the Spirit"
          ]
        },
        {
          "text": "Have him stand before Eleazar the priest and the entire assembly and commission him in their presence.",
          "ID": "19"
        },
        {
          "text": "Give him some of your authority so the whole Israelite community will obey him.",
          "ID": "20"
        },
        {
          "text": "He is to stand before Eleazar the priest, who will obtain decisions for him by inquiring of the Urim before the Lord. At his command he and the entire community of the Israelites will go out, and at his command they will come in.”",
          "ID": "21"
        },
        {
          "text": "Moses did as the Lord commanded him. He took Joshua and had him stand before Eleazar the priest and the whole assembly.",
          "ID": "22"
        },
        {
          "text": "Then he laid his hands on him and commissioned him, as the Lord instructed through Moses.",
          "ID": "23"
        }
      ],
      "ID": "OT:NUM.27",
      "name": "Numbers 27"
    },
    {
      "title": "The Festival of Weeks",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Give this command to the Israelites and say to them: ‘Make sure that you present to me at the appointed time my food offerings, as an aroma pleasing to me.’",
          "ID": "2"
        },
        {
          "text": "Say to them: ‘This is the food offering you are to present to the Lord: two lambs a year old without defect, as a regular burnt offering each day.",
          "ID": "3"
        },
        {
          "text": "Offer one lamb in the morning and the other at twilight,",
          "ID": "4"
        },
        {
          "text": "together with a grain offering of a tenth of an ephah of the finest flour mixed with a quarter of a hin of oil from pressed olives.",
          "ID": "5",
          "comments": [
            "That is, probably about 3 1/2 pounds or about 1.6 kilograms; also in verses 13, 21 and 29",
            "That is, about 1 quart or about 1 liter; also in verses 7 and 14"
          ]
        },
        {
          "text": "This is the regular burnt offering instituted at Mount Sinai as a pleasing aroma, a food offering presented to the Lord.",
          "ID": "6"
        },
        {
          "text": "The accompanying drink offering is to be a quarter of a hin of fermented drink with each lamb. Pour out the drink offering to the Lord at the sanctuary.",
          "ID": "7"
        },
        {
          "text": "Offer the second lamb at twilight, along with the same kind of grain offering and drink offering that you offer in the morning. This is a food offering, an aroma pleasing to the Lord.",
          "ID": "8"
        },
        {
          "text": "“‘On the Sabbath day, make an offering of two lambs a year old without defect, together with its drink offering and a grain offering of two-tenths of an ephah of the finest flour mixed with olive oil.",
          "ID": "9",
          "comments": [
            "That is, probably about 7 pounds or about 3.2 kilograms; also in verses 12, 20 and 28"
          ]
        },
        {
          "text": "This is the burnt offering for every Sabbath, in addition to the regular burnt offering and its drink offering.",
          "ID": "10"
        },
        {
          "text": "“‘On the first of every month, present to the Lord a burnt offering of two young bulls, one ram and seven male lambs a year old, all without defect.",
          "ID": "11"
        },
        {
          "text": "With each bull there is to be a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, a grain offering of two-tenths of an ephah of the finest flour mixed with oil;",
          "ID": "12",
          "comments": [
            "That is, probably about 11 pounds or about 5 kilograms; also in verses 20 and 28"
          ]
        },
        {
          "text": "and with each lamb, a grain offering of a tenth of an ephah of the finest flour mixed with oil. This is for a burnt offering, a pleasing aroma, a food offering presented to the Lord.",
          "ID": "13"
        },
        {
          "text": "With each bull there is to be a drink offering of half a hin of wine; with the ram, a third of a hin; and with each lamb, a quarter of a hin. This is the monthly burnt offering to be made at each new moon during the year.",
          "ID": "14",
          "comments": [
            "That is, about 2 quarts or about 1.9 liters",
            "That is, about 1 1/3 quarts or about 1.3 liters"
          ]
        },
        {
          "text": "Besides the regular burnt offering with its drink offering, one male goat is to be presented to the Lord as a sin offering.",
          "ID": "15",
          "comments": [
            "Or purification offering; also in verse 22"
          ]
        },
        {
          "text": "“‘On the fourteenth day of the first month the Lord’s Passover is to be held.",
          "ID": "16"
        },
        {
          "text": "On the fifteenth day of this month there is to be a festival; for seven days eat bread made without yeast.",
          "ID": "17"
        },
        {
          "text": "On the first day hold a sacred assembly and do no regular work.",
          "ID": "18"
        },
        {
          "text": "Present to the Lord a food offering consisting of a burnt offering of two young bulls, one ram and seven male lambs a year old, all without defect.",
          "ID": "19"
        },
        {
          "text": "With each bull offer a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, two-tenths;",
          "ID": "20"
        },
        {
          "text": "and with each of the seven lambs, one-tenth.",
          "ID": "21"
        },
        {
          "text": "Include one male goat as a sin offering to make atonement for you.",
          "ID": "22"
        },
        {
          "text": "Offer these in addition to the regular morning burnt offering.",
          "ID": "23"
        },
        {
          "text": "In this way present the food offering every day for seven days as an aroma pleasing to the Lord; it is to be offered in addition to the regular burnt offering and its drink offering.",
          "ID": "24"
        },
        {
          "text": "On the seventh day hold a sacred assembly and do no regular work.",
          "ID": "25"
        },
        {
          "text": "“‘On the day of firstfruits, when you present to the Lord an offering of new grain during the Festival of Weeks, hold a sacred assembly and do no regular work.",
          "ID": "26"
        },
        {
          "text": "Present a burnt offering of two young bulls, one ram and seven male lambs a year old as an aroma pleasing to the Lord.",
          "ID": "27"
        },
        {
          "text": "With each bull there is to be a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, two-tenths;",
          "ID": "28"
        },
        {
          "text": "and with each of the seven lambs, one-tenth.",
          "ID": "29"
        },
        {
          "text": "Include one male goat to make atonement for you.",
          "ID": "30"
        },
        {
          "text": "Offer these together with their drink offerings, in addition to the regular burnt offering and its grain offering. Be sure the animals are without defect.",
          "ID": "31"
        }
      ],
      "ID": "OT:NUM.28",
      "name": "Numbers 28"
    },
    {
      "title": "The Festival of Tabernacles",
      "text": [
        {
          "text": "“‘On the first day of the seventh month hold a sacred assembly and do no regular work. It is a day for you to sound the trumpets.",
          "ID": "1"
        },
        {
          "text": "As an aroma pleasing to the Lord, offer a burnt offering of one young bull, one ram and seven male lambs a year old, all without defect.",
          "ID": "2"
        },
        {
          "text": "With the bull offer a grain offering of three-tenths of an ephah of the finest flour mixed with olive oil; with the ram, two-tenths;",
          "ID": "3",
          "comments": [
            "That is, probably about 11 pounds or about 5 kilograms; also in verses 9 and 14",
            "That is, probably about 7 pounds or about 3.2 kilograms; also in verses 9 and 14"
          ]
        },
        {
          "text": "and with each of the seven lambs, one-tenth.",
          "ID": "4",
          "comments": [
            "That is, probably about 3 1/2 pounds or about 1.6 kilograms; also in verses 10 and 15"
          ]
        },
        {
          "text": "Include one male goat as a sin offering to make atonement for you.",
          "ID": "5",
          "comments": [
            "Or purification offering; also elsewhere in this chapter"
          ]
        },
        {
          "text": "These are in addition to the monthly and daily burnt offerings with their grain offerings and drink offerings as specified. They are food offerings presented to the Lord, a pleasing aroma.",
          "ID": "6"
        },
        {
          "text": "“‘On the tenth day of this seventh month hold a sacred assembly. You must deny yourselves and do no work.",
          "ID": "7",
          "comments": [
            "Or must fast"
          ]
        },
        {
          "text": "Present as an aroma pleasing to the Lord a burnt offering of one young bull, one ram and seven male lambs a year old, all without defect.",
          "ID": "8"
        },
        {
          "text": "With the bull offer a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, two-tenths;",
          "ID": "9"
        },
        {
          "text": "and with each of the seven lambs, one-tenth.",
          "ID": "10"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the sin offering for atonement and the regular burnt offering with its grain offering, and their drink offerings.",
          "ID": "11"
        },
        {
          "text": "“‘On the fifteenth day of the seventh month, hold a sacred assembly and do no regular work. Celebrate a festival to the Lord for seven days.",
          "ID": "12"
        },
        {
          "text": "Present as an aroma pleasing to the Lord a food offering consisting of a burnt offering of thirteen young bulls, two rams and fourteen male lambs a year old, all without defect.",
          "ID": "13"
        },
        {
          "text": "With each of the thirteen bulls offer a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with each of the two rams, two-tenths;",
          "ID": "14"
        },
        {
          "text": "and with each of the fourteen lambs, one-tenth.",
          "ID": "15"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering.",
          "ID": "16"
        },
        {
          "text": "“‘On the second day offer twelve young bulls, two rams and fourteen male lambs a year old, all without defect.",
          "ID": "17"
        },
        {
          "text": "With the bulls, rams and lambs, offer their grain offerings and drink offerings according to the number specified.",
          "ID": "18"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering, and their drink offerings.",
          "ID": "19"
        },
        {
          "text": "“‘On the third day offer eleven bulls, two rams and fourteen male lambs a year old, all without defect.",
          "ID": "20"
        },
        {
          "text": "With the bulls, rams and lambs, offer their grain offerings and drink offerings according to the number specified.",
          "ID": "21"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering.",
          "ID": "22"
        },
        {
          "text": "“‘On the fourth day offer ten bulls, two rams and fourteen male lambs a year old, all without defect.",
          "ID": "23"
        },
        {
          "text": "With the bulls, rams and lambs, offer their grain offerings and drink offerings according to the number specified.",
          "ID": "24"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering.",
          "ID": "25"
        },
        {
          "text": "“‘On the fifth day offer nine bulls, two rams and fourteen male lambs a year old, all without defect.",
          "ID": "26"
        },
        {
          "text": "With the bulls, rams and lambs, offer their grain offerings and drink offerings according to the number specified.",
          "ID": "27"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering.",
          "ID": "28"
        },
        {
          "text": "“‘On the sixth day offer eight bulls, two rams and fourteen male lambs a year old, all without defect.",
          "ID": "29"
        },
        {
          "text": "With the bulls, rams and lambs, offer their grain offerings and drink offerings according to the number specified.",
          "ID": "30"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering.",
          "ID": "31"
        },
        {
          "text": "“‘On the seventh day offer seven bulls, two rams and fourteen male lambs a year old, all without defect.",
          "ID": "32"
        },
        {
          "text": "With the bulls, rams and lambs, offer their grain offerings and drink offerings according to the number specified.",
          "ID": "33"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering.",
          "ID": "34"
        },
        {
          "text": "“‘On the eighth day hold a closing special assembly and do no regular work.",
          "ID": "35"
        },
        {
          "text": "Present as an aroma pleasing to the Lord a food offering consisting of a burnt offering of one bull, one ram and seven male lambs a year old, all without defect.",
          "ID": "36"
        },
        {
          "text": "With the bull, the ram and the lambs, offer their grain offerings and drink offerings according to the number specified.",
          "ID": "37"
        },
        {
          "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering.",
          "ID": "38"
        },
        {
          "text": "“‘In addition to what you vow and your freewill offerings, offer these to the Lord at your appointed festivals: your burnt offerings, grain offerings, drink offerings and fellowship offerings.’”",
          "ID": "39"
        },
        {
          "text": "Moses told the Israelites all that the Lord commanded him.",
          "ID": "40",
          "comments": [
            "In Hebrew texts this verse (29:40) is numbered 30:1."
          ]
        }
      ],
      "ID": "OT:NUM.29",
      "name": "Numbers 29"
    },
    {
      "title": "Vows",
      "text": [
        {
          "text": "Moses said to the heads of the tribes of Israel: “This is what the Lord commands:",
          "ID": "1",
          "comments": [
            "In Hebrew texts 30:1-16 is numbered 30:2-17."
          ]
        },
        {
          "text": "When a man makes a vow to the Lord or takes an oath to obligate himself by a pledge, he must not break his word but must do everything he said.",
          "ID": "2"
        },
        {
          "text": "“When a young woman still living in her father’s household makes a vow to the Lord or obligates herself by a pledge",
          "ID": "3"
        },
        {
          "text": "and her father hears about her vow or pledge but says nothing to her, then all her vows and every pledge by which she obligated herself will stand.",
          "ID": "4"
        },
        {
          "text": "But if her father forbids her when he hears about it, none of her vows or the pledges by which she obligated herself will stand; the Lord will release her because her father has forbidden her.",
          "ID": "5"
        },
        {
          "text": "“If she marries after she makes a vow or after her lips utter a rash promise by which she obligates herself",
          "ID": "6"
        },
        {
          "text": "and her husband hears about it but says nothing to her, then her vows or the pledges by which she obligated herself will stand.",
          "ID": "7"
        },
        {
          "text": "But if her husband forbids her when he hears about it, he nullifies the vow that obligates her or the rash promise by which she obligates herself, and the Lord will release her.",
          "ID": "8"
        },
        {
          "text": "“Any vow or obligation taken by a widow or divorced woman will be binding on her.",
          "ID": "9"
        },
        {
          "text": "“If a woman living with her husband makes a vow or obligates herself by a pledge under oath",
          "ID": "10"
        },
        {
          "text": "and her husband hears about it but says nothing to her and does not forbid her, then all her vows or the pledges by which she obligated herself will stand.",
          "ID": "11"
        },
        {
          "text": "But if her husband nullifies them when he hears about them, then none of the vows or pledges that came from her lips will stand. Her husband has nullified them, and the Lord will release her.",
          "ID": "12"
        },
        {
          "text": "Her husband may confirm or nullify any vow she makes or any sworn pledge to deny herself.",
          "ID": "13",
          "comments": [
            "Or to fast"
          ]
        },
        {
          "text": "But if her husband says nothing to her about it from day to day, then he confirms all her vows or the pledges binding on her. He confirms them by saying nothing to her when he hears about them.",
          "ID": "14"
        },
        {
          "text": "If, however, he nullifies them some time after he hears about them, then he must bear the consequences of her wrongdoing.”",
          "ID": "15"
        },
        {
          "text": "These are the regulations the Lord gave Moses concerning relationships between a man and his wife, and between a father and his young daughter still living at home.",
          "ID": "16"
        }
      ],
      "ID": "OT:NUM.30",
      "name": "Numbers 30"
    },
    {
      "title": "Dividing the Spoils",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Take vengeance on the Midianites for the Israelites. After that, you will be gathered to your people.”",
          "ID": "2"
        },
        {
          "text": "So Moses said to the people, “Arm some of your men to go to war against the Midianites so that they may carry out the Lord’s vengeance on them.",
          "ID": "3"
        },
        {
          "text": "Send into battle a thousand men from each of the tribes of Israel.”",
          "ID": "4"
        },
        {
          "text": "So twelve thousand men armed for battle, a thousand from each tribe, were supplied from the clans of Israel.",
          "ID": "5"
        },
        {
          "text": "Moses sent them into battle, a thousand from each tribe, along with Phinehas son of Eleazar, the priest, who took with him articles from the sanctuary and the trumpets for signaling.",
          "ID": "6"
        },
        {
          "text": "They fought against Midian, as the Lord commanded Moses, and killed every man.",
          "ID": "7"
        },
        {
          "text": "Among their victims were Evi, Rekem, Zur, Hur and Reba—the five kings of Midian. They also killed Balaam son of Beor with the sword.",
          "ID": "8"
        },
        {
          "text": "The Israelites captured the Midianite women and children and took all the Midianite herds, flocks and goods as plunder.",
          "ID": "9"
        },
        {
          "text": "They burned all the towns where the Midianites had settled, as well as all their camps.",
          "ID": "10"
        },
        {
          "text": "They took all the plunder and spoils, including the people and animals,",
          "ID": "11"
        },
        {
          "text": "and brought the captives, spoils and plunder to Moses and Eleazar the priest and the Israelite assembly at their camp on the plains of Moab, by the Jordan across from Jericho.",
          "ID": "12"
        },
        {
          "text": "Moses, Eleazar the priest and all the leaders of the community went to meet them outside the camp.",
          "ID": "13"
        },
        {
          "text": "Moses was angry with the officers of the army—the commanders of thousands and commanders of hundreds—who returned from the battle.",
          "ID": "14"
        },
        {
          "text": "“Have you allowed all the women to live?” he asked them.",
          "ID": "15"
        },
        {
          "text": "“They were the ones who followed Balaam’s advice and enticed the Israelites to be unfaithful to the Lord in the Peor incident, so that a plague struck the Lord’s people.",
          "ID": "16"
        },
        {
          "text": "Now kill all the boys. And kill every woman who has slept with a man,",
          "ID": "17"
        },
        {
          "text": "but save for yourselves every girl who has never slept with a man.",
          "ID": "18"
        },
        {
          "text": "“Anyone who has killed someone or touched someone who was killed must stay outside the camp seven days. On the third and seventh days you must purify yourselves and your captives.",
          "ID": "19"
        },
        {
          "text": "Purify every garment as well as everything made of leather, goat hair or wood.”",
          "ID": "20"
        },
        {
          "text": "Then Eleazar the priest said to the soldiers who had gone into battle, “This is what is required by the law that the Lord gave Moses:",
          "ID": "21"
        },
        {
          "text": "Gold, silver, bronze, iron, tin, lead",
          "ID": "22"
        },
        {
          "text": "and anything else that can withstand fire must be put through the fire, and then it will be clean. But it must also be purified with the water of cleansing. And whatever cannot withstand fire must be put through that water.",
          "ID": "23"
        },
        {
          "text": "On the seventh day wash your clothes and you will be clean. Then you may come into the camp.”",
          "ID": "24"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "25"
        },
        {
          "text": "“You and Eleazar the priest and the family heads of the community are to count all the people and animals that were captured.",
          "ID": "26"
        },
        {
          "text": "Divide the spoils equally between the soldiers who took part in the battle and the rest of the community.",
          "ID": "27"
        },
        {
          "text": "From the soldiers who fought in the battle, set apart as tribute for the Lord one out of every five hundred, whether people, cattle, donkeys or sheep.",
          "ID": "28"
        },
        {
          "text": "Take this tribute from their half share and give it to Eleazar the priest as the Lord’s part.",
          "ID": "29"
        },
        {
          "text": "From the Israelites’ half, select one out of every fifty, whether people, cattle, donkeys, sheep or other animals. Give them to the Levites, who are responsible for the care of the Lord’s tabernacle.”",
          "ID": "30"
        },
        {
          "text": "So Moses and Eleazar the priest did as the Lord commanded Moses.",
          "ID": "31"
        },
        {
          "text": "The plunder remaining from the spoils that the soldiers took was 675,000 sheep,",
          "ID": "32"
        },
        {
          "text": "72,000 cattle,",
          "ID": "33"
        },
        {
          "text": "61,000 donkeys",
          "ID": "34"
        },
        {
          "text": "and 32,000 women who had never slept with a man.",
          "ID": "35"
        },
        {
          "text": "The half share of those who fought in the battle was:\n337,500 sheep,",
          "ID": "36"
        },
        {
          "text": "of which the tribute for the Lord was 675;",
          "ID": "37"
        },
        {
          "text": "36,000 cattle, of which the tribute for the Lord was 72;",
          "ID": "38"
        },
        {
          "text": "30,500 donkeys, of which the tribute for the Lord was 61;",
          "ID": "39"
        },
        {
          "text": "16,000 people, of whom the tribute for the Lord was 32.",
          "ID": "40"
        },
        {
          "text": "Moses gave the tribute to Eleazar the priest as the Lord’s part, as the Lord commanded Moses.",
          "ID": "41"
        },
        {
          "text": "The half belonging to the Israelites, which Moses set apart from that of the fighting men—",
          "ID": "42"
        },
        {
          "text": "the community’s half—was 337,500 sheep,",
          "ID": "43"
        },
        {
          "text": "36,000 cattle,",
          "ID": "44"
        },
        {
          "text": "30,500 donkeys",
          "ID": "45"
        },
        {
          "text": "and 16,000 people.",
          "ID": "46"
        },
        {
          "text": "From the Israelites’ half, Moses selected one out of every fifty people and animals, as the Lord commanded him, and gave them to the Levites, who were responsible for the care of the Lord’s tabernacle.",
          "ID": "47"
        },
        {
          "text": "Then the officers who were over the units of the army—the commanders of thousands and commanders of hundreds—went to Moses",
          "ID": "48"
        },
        {
          "text": "and said to him, “Your servants have counted the soldiers under our command, and not one is missing.",
          "ID": "49"
        },
        {
          "text": "So we have brought as an offering to the Lord the gold articles each of us acquired—armlets, bracelets, signet rings, earrings and necklaces—to make atonement for ourselves before the Lord.”",
          "ID": "50"
        },
        {
          "text": "Moses and Eleazar the priest accepted from them the gold—all the crafted articles.",
          "ID": "51"
        },
        {
          "text": "All the gold from the commanders of thousands and commanders of hundreds that Moses and Eleazar presented as a gift to the Lord weighed 16,750 shekels.",
          "ID": "52",
          "comments": [
            "That is, about 420 pounds or about 190 kilograms"
          ]
        },
        {
          "text": "Each soldier had taken plunder for himself.",
          "ID": "53"
        },
        {
          "text": "Moses and Eleazar the priest accepted the gold from the commanders of thousands and commanders of hundreds and brought it into the tent of meeting as a memorial for the Israelites before the Lord.",
          "ID": "54"
        }
      ],
      "ID": "OT:NUM.31",
      "name": "Numbers 31"
    },
    {
      "title": "The Transjordan Tribes",
      "text": [
        {
          "text": "The Reubenites and Gadites, who had very large herds and flocks, saw that the lands of Jazer and Gilead were suitable for livestock.",
          "ID": "1"
        },
        {
          "text": "So they came to Moses and Eleazar the priest and to the leaders of the community, and said,",
          "ID": "2"
        },
        {
          "text": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon—",
          "ID": "3"
        },
        {
          "text": "the land the Lord subdued before the people of Israel—are suitable for livestock, and your servants have livestock.",
          "ID": "4"
        },
        {
          "text": "If we have found favor in your eyes,” they said, “let this land be given to your servants as our possession. Do not make us cross the Jordan.”",
          "ID": "5"
        },
        {
          "text": "Moses said to the Gadites and Reubenites, “Should your fellow Israelites go to war while you sit here?",
          "ID": "6"
        },
        {
          "text": "Why do you discourage the Israelites from crossing over into the land the Lord has given them?",
          "ID": "7"
        },
        {
          "text": "This is what your fathers did when I sent them from Kadesh Barnea to look over the land.",
          "ID": "8"
        },
        {
          "text": "After they went up to the Valley of Eshkol and viewed the land, they discouraged the Israelites from entering the land the Lord had given them.",
          "ID": "9"
        },
        {
          "text": "The Lord’s anger was aroused that day and he swore this oath:",
          "ID": "10"
        },
        {
          "text": "‘Because they have not followed me wholeheartedly, not one of those who were twenty years old or more when they came up out of Egypt will see the land I promised on oath to Abraham, Isaac and Jacob—",
          "ID": "11"
        },
        {
          "text": "not one except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they followed the Lord wholeheartedly.’",
          "ID": "12"
        },
        {
          "text": "The Lord’s anger burned against Israel and he made them wander in the wilderness forty years, until the whole generation of those who had done evil in his sight was gone.",
          "ID": "13"
        },
        {
          "text": "“And here you are, a brood of sinners, standing in the place of your fathers and making the Lord even more angry with Israel.",
          "ID": "14"
        },
        {
          "text": "If you turn away from following him, he will again leave all this people in the wilderness, and you will be the cause of their destruction.”",
          "ID": "15"
        },
        {
          "text": "Then they came up to him and said, “We would like to build pens here for our livestock and cities for our women and children.",
          "ID": "16"
        },
        {
          "text": "But we will arm ourselves for battle and go ahead of the Israelites until we have brought them to their place. Meanwhile our women and children will live in fortified cities, for protection from the inhabitants of the land.",
          "ID": "17",
          "comments": [
            "Septuagint; Hebrew will be quick to arm ourselves"
          ]
        },
        {
          "text": "We will not return to our homes until each of the Israelites has received their inheritance.",
          "ID": "18"
        },
        {
          "text": "We will not receive any inheritance with them on the other side of the Jordan, because our inheritance has come to us on the east side of the Jordan.”",
          "ID": "19"
        },
        {
          "text": "Then Moses said to them, “If you will do this—if you will arm yourselves before the Lord for battle",
          "ID": "20"
        },
        {
          "text": "and if all of you who are armed cross over the Jordan before the Lord until he has driven his enemies out before him—",
          "ID": "21"
        },
        {
          "text": "then when the land is subdued before the Lord, you may return and be free from your obligation to the Lord and to Israel. And this land will be your possession before the Lord.",
          "ID": "22"
        },
        {
          "text": "“But if you fail to do this, you will be sinning against the Lord; and you may be sure that your sin will find you out.",
          "ID": "23"
        },
        {
          "text": "Build cities for your women and children, and pens for your flocks, but do what you have promised.”",
          "ID": "24"
        },
        {
          "text": "The Gadites and Reubenites said to Moses, “We your servants will do as our lord commands.",
          "ID": "25"
        },
        {
          "text": "Our children and wives, our flocks and herds will remain here in the cities of Gilead.",
          "ID": "26"
        },
        {
          "text": "But your servants, every man who is armed for battle, will cross over to fight before the Lord, just as our lord says.”",
          "ID": "27"
        },
        {
          "text": "Then Moses gave orders about them to Eleazar the priest and Joshua son of Nun and to the family heads of the Israelite tribes.",
          "ID": "28"
        },
        {
          "text": "He said to them, “If the Gadites and Reubenites, every man armed for battle, cross over the Jordan with you before the Lord, then when the land is subdued before you, you must give them the land of Gilead as their possession.",
          "ID": "29"
        },
        {
          "text": "But if they do not cross over with you armed, they must accept their possession with you in Canaan.”",
          "ID": "30"
        },
        {
          "text": "The Gadites and Reubenites answered, “Your servants will do what the Lord has said.",
          "ID": "31"
        },
        {
          "text": "We will cross over before the Lord into Canaan armed, but the property we inherit will be on this side of the Jordan.”",
          "ID": "32"
        },
        {
          "text": "Then Moses gave to the Gadites, the Reubenites and the half-tribe of Manasseh son of Joseph the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan—the whole land with its cities and the territory around them.",
          "ID": "33"
        },
        {
          "text": "The Gadites built up Dibon, Ataroth, Aroer,",
          "ID": "34"
        },
        {
          "text": "Atroth Shophan, Jazer, Jogbehah,",
          "ID": "35"
        },
        {
          "text": "Beth Nimrah and Beth Haran as fortified cities, and built pens for their flocks.",
          "ID": "36"
        },
        {
          "text": "And the Reubenites rebuilt Heshbon, Elealeh and Kiriathaim,",
          "ID": "37"
        },
        {
          "text": "as well as Nebo and Baal Meon (these names were changed) and Sibmah. They gave names to the cities they rebuilt.",
          "ID": "38"
        },
        {
          "text": "The descendants of Makir son of Manasseh went to Gilead, captured it and drove out the Amorites who were there.",
          "ID": "39"
        },
        {
          "text": "So Moses gave Gilead to the Makirites, the descendants of Manasseh, and they settled there.",
          "ID": "40"
        },
        {
          "text": "Jair, a descendant of Manasseh, captured their settlements and called them Havvoth Jair.",
          "ID": "41",
          "comments": [
            "Or them the settlements of Jair"
          ]
        },
        {
          "text": "And Nobah captured Kenath and its surrounding settlements and called it Nobah after himself.",
          "ID": "42"
        }
      ],
      "ID": "OT:NUM.32",
      "name": "Numbers 32"
    },
    {
      "title": "Stages in Israel’s Journey",
      "text": [
        {
          "text": "Here are the stages in the journey of the Israelites when they came out of Egypt by divisions under the leadership of Moses and Aaron.",
          "ID": "1"
        },
        {
          "text": "At the Lord’s command Moses recorded the stages in their journey. This is their journey by stages:",
          "ID": "2"
        },
        {
          "text": "The Israelites set out from Rameses on the fifteenth day of the first month, the day after the Passover. They marched out defiantly in full view of all the Egyptians,",
          "ID": "3"
        },
        {
          "text": "who were burying all their firstborn, whom the Lord had struck down among them; for the Lord had brought judgment on their gods.",
          "ID": "4"
        },
        {
          "text": "The Israelites left Rameses and camped at Sukkoth.",
          "ID": "5"
        },
        {
          "text": "They left Sukkoth and camped at Etham, on the edge of the desert.",
          "ID": "6"
        },
        {
          "text": "They left Etham, turned back to Pi Hahiroth, to the east of Baal Zephon, and camped near Migdol.",
          "ID": "7"
        },
        {
          "text": "They left Pi Hahiroth and passed through the sea into the desert, and when they had traveled for three days in the Desert of Etham, they camped at Marah.",
          "ID": "8",
          "comments": [
            "Many manuscripts of the Masoretic Text, Samaritan Pentateuch and Vulgate; most manuscripts of the Masoretic Text left from before Hahiroth"
          ]
        },
        {
          "text": "They left Marah and went to Elim, where there were twelve springs and seventy palm trees, and they camped there.",
          "ID": "9"
        },
        {
          "text": "They left Elim and camped by the Red Sea.",
          "ID": "10",
          "comments": [
            "Or the Sea of Reeds; also in verse 11"
          ]
        },
        {
          "text": "They left the Red Sea and camped in the Desert of Sin.",
          "ID": "11"
        },
        {
          "text": "They left the Desert of Sin and camped at Dophkah.",
          "ID": "12"
        },
        {
          "text": "They left Dophkah and camped at Alush.",
          "ID": "13"
        },
        {
          "text": "They left Alush and camped at Rephidim, where there was no water for the people to drink.",
          "ID": "14"
        },
        {
          "text": "They left Rephidim and camped in the Desert of Sinai.",
          "ID": "15"
        },
        {
          "text": "They left the Desert of Sinai and camped at Kibroth Hattaavah.",
          "ID": "16"
        },
        {
          "text": "They left Kibroth Hattaavah and camped at Hazeroth.",
          "ID": "17"
        },
        {
          "text": "They left Hazeroth and camped at Rithmah.",
          "ID": "18"
        },
        {
          "text": "They left Rithmah and camped at Rimmon Perez.",
          "ID": "19"
        },
        {
          "text": "They left Rimmon Perez and camped at Libnah.",
          "ID": "20"
        },
        {
          "text": "They left Libnah and camped at Rissah.",
          "ID": "21"
        },
        {
          "text": "They left Rissah and camped at Kehelathah.",
          "ID": "22"
        },
        {
          "text": "They left Kehelathah and camped at Mount Shepher.",
          "ID": "23"
        },
        {
          "text": "They left Mount Shepher and camped at Haradah.",
          "ID": "24"
        },
        {
          "text": "They left Haradah and camped at Makheloth.",
          "ID": "25"
        },
        {
          "text": "They left Makheloth and camped at Tahath.",
          "ID": "26"
        },
        {
          "text": "They left Tahath and camped at Terah.",
          "ID": "27"
        },
        {
          "text": "They left Terah and camped at Mithkah.",
          "ID": "28"
        },
        {
          "text": "They left Mithkah and camped at Hashmonah.",
          "ID": "29"
        },
        {
          "text": "They left Hashmonah and camped at Moseroth.",
          "ID": "30"
        },
        {
          "text": "They left Moseroth and camped at Bene Jaakan.",
          "ID": "31"
        },
        {
          "text": "They left Bene Jaakan and camped at Hor Haggidgad.",
          "ID": "32"
        },
        {
          "text": "They left Hor Haggidgad and camped at Jotbathah.",
          "ID": "33"
        },
        {
          "text": "They left Jotbathah and camped at Abronah.",
          "ID": "34"
        },
        {
          "text": "They left Abronah and camped at Ezion Geber.",
          "ID": "35"
        },
        {
          "text": "They left Ezion Geber and camped at Kadesh, in the Desert of Zin.",
          "ID": "36"
        },
        {
          "text": "They left Kadesh and camped at Mount Hor, on the border of Edom.",
          "ID": "37"
        },
        {
          "text": "At the Lord’s command Aaron the priest went up Mount Hor, where he died on the first day of the fifth month of the fortieth year after the Israelites came out of Egypt.",
          "ID": "38"
        },
        {
          "text": "Aaron was a hundred and twenty-three years old when he died on Mount Hor.",
          "ID": "39"
        },
        {
          "text": "The Canaanite king of Arad, who lived in the Negev of Canaan, heard that the Israelites were coming.",
          "ID": "40"
        },
        {
          "text": "They left Mount Hor and camped at Zalmonah.",
          "ID": "41"
        },
        {
          "text": "They left Zalmonah and camped at Punon.",
          "ID": "42"
        },
        {
          "text": "They left Punon and camped at Oboth.",
          "ID": "43"
        },
        {
          "text": "They left Oboth and camped at Iye Abarim, on the border of Moab.",
          "ID": "44"
        },
        {
          "text": "They left Iye Abarim and camped at Dibon Gad.",
          "ID": "45"
        },
        {
          "text": "They left Dibon Gad and camped at Almon Diblathaim.",
          "ID": "46"
        },
        {
          "text": "They left Almon Diblathaim and camped in the mountains of Abarim, near Nebo.",
          "ID": "47"
        },
        {
          "text": "They left the mountains of Abarim and camped on the plains of Moab by the Jordan across from Jericho.",
          "ID": "48"
        },
        {
          "text": "There on the plains of Moab they camped along the Jordan from Beth Jeshimoth to Abel Shittim.",
          "ID": "49"
        },
        {
          "text": "On the plains of Moab by the Jordan across from Jericho the Lord said to Moses,",
          "ID": "50"
        },
        {
          "text": "“Speak to the Israelites and say to them: ‘When you cross the Jordan into Canaan,",
          "ID": "51"
        },
        {
          "text": "drive out all the inhabitants of the land before you. Destroy all their carved images and their cast idols, and demolish all their high places.",
          "ID": "52"
        },
        {
          "text": "Take possession of the land and settle in it, for I have given you the land to possess.",
          "ID": "53"
        },
        {
          "text": "Distribute the land by lot, according to your clans. To a larger group give a larger inheritance, and to a smaller group a smaller one. Whatever falls to them by lot will be theirs. Distribute it according to your ancestral tribes.",
          "ID": "54"
        },
        {
          "text": "“‘But if you do not drive out the inhabitants of the land, those you allow to remain will become barbs in your eyes and thorns in your sides. They will give you trouble in the land where you will live.",
          "ID": "55"
        },
        {
          "text": "And then I will do to you what I plan to do to them.’”",
          "ID": "56"
        }
      ],
      "ID": "OT:NUM.33",
      "name": "Numbers 33"
    },
    {
      "title": "Boundaries of Canaan",
      "text": [
        {
          "text": "The Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Command the Israelites and say to them: ‘When you enter Canaan, the land that will be allotted to you as an inheritance is to have these boundaries:",
          "ID": "2"
        },
        {
          "text": "“‘Your southern side will include some of the Desert of Zin along the border of Edom. Your southern boundary will start in the east from the southern end of the Dead Sea,",
          "ID": "3"
        },
        {
          "text": "cross south of Scorpion Pass, continue on to Zin and go south of Kadesh Barnea. Then it will go to Hazar Addar and over to Azmon,",
          "ID": "4"
        },
        {
          "text": "where it will turn, join the Wadi of Egypt and end at the Mediterranean Sea.",
          "ID": "5"
        },
        {
          "text": "“‘Your western boundary will be the coast of the Mediterranean Sea. This will be your boundary on the west.",
          "ID": "6"
        },
        {
          "text": "“‘For your northern boundary, run a line from the Mediterranean Sea to Mount Hor",
          "ID": "7"
        },
        {
          "text": "and from Mount Hor to Lebo Hamath. Then the boundary will go to Zedad,",
          "ID": "8"
        },
        {
          "text": "continue to Ziphron and end at Hazar Enan. This will be your boundary on the north.",
          "ID": "9"
        },
        {
          "text": "“‘For your eastern boundary, run a line from Hazar Enan to Shepham.",
          "ID": "10"
        },
        {
          "text": "The boundary will go down from Shepham to Riblah on the east side of Ain and continue along the slopes east of the Sea of Galilee.",
          "ID": "11",
          "comments": [
            "Hebrew Kinnereth"
          ]
        },
        {
          "text": "Then the boundary will go down along the Jordan and end at the Dead Sea.\n“‘This will be your land, with its boundaries on every side.’”",
          "ID": "12"
        },
        {
          "text": "Moses commanded the Israelites: “Assign this land by lot as an inheritance. The Lord has ordered that it be given to the nine and a half tribes,",
          "ID": "13"
        },
        {
          "text": "because the families of the tribe of Reuben, the tribe of Gad and the half-tribe of Manasseh have received their inheritance.",
          "ID": "14"
        },
        {
          "text": "These two and a half tribes have received their inheritance east of the Jordan across from Jericho, toward the sunrise.”",
          "ID": "15"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "16"
        },
        {
          "text": "“These are the names of the men who are to assign the land for you as an inheritance: Eleazar the priest and Joshua son of Nun.",
          "ID": "17"
        },
        {
          "text": "And appoint one leader from each tribe to help assign the land.",
          "ID": "18"
        },
        {
          "text": "These are their names:\nCaleb son of Jephunneh,\nfrom the tribe of Judah;",
          "ID": "19"
        },
        {
          "text": "Shemuel son of Ammihud,\nfrom the tribe of Simeon;",
          "ID": "20"
        },
        {
          "text": "Elidad son of Kislon,\nfrom the tribe of Benjamin;",
          "ID": "21"
        },
        {
          "text": "Bukki son of Jogli,\nthe leader from the tribe of Dan;",
          "ID": "22"
        },
        {
          "text": "Hanniel son of Ephod,\nthe leader from the tribe of Manasseh son of Joseph;",
          "ID": "23"
        },
        {
          "text": "Kemuel son of Shiphtan,\nthe leader from the tribe of Ephraim son of Joseph;",
          "ID": "24"
        },
        {
          "text": "Elizaphan son of Parnak,\nthe leader from the tribe of Zebulun;",
          "ID": "25"
        },
        {
          "text": "Paltiel son of Azzan,\nthe leader from the tribe of Issachar;",
          "ID": "26"
        },
        {
          "text": "Ahihud son of Shelomi,\nthe leader from the tribe of Asher;",
          "ID": "27"
        },
        {
          "text": "Pedahel son of Ammihud,\nthe leader from the tribe of Naphtali.”",
          "ID": "28"
        },
        {
          "text": "These are the men the Lord commanded to assign the inheritance to the Israelites in the land of Canaan.",
          "ID": "29"
        }
      ],
      "ID": "OT:NUM.34",
      "name": "Numbers 34"
    },
    {
      "title": "Cities of Refuge",
      "text": [
        {
          "text": "On the plains of Moab by the Jordan across from Jericho, the Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "“Command the Israelites to give the Levites towns to live in from the inheritance the Israelites will possess. And give them pasturelands around the towns.",
          "ID": "2"
        },
        {
          "text": "Then they will have towns to live in and pasturelands for the cattle they own and all their other animals.",
          "ID": "3"
        },
        {
          "text": "“The pasturelands around the towns that you give the Levites will extend a thousand cubits from the town wall.",
          "ID": "4",
          "comments": [
            "That is, about 1,500 feet or about 450 meters"
          ]
        },
        {
          "text": "Outside the town, measure two thousand cubits on the east side, two thousand on the south side, two thousand on the west and two thousand on the north, with the town in the center. They will have this area as pastureland for the towns.",
          "ID": "5",
          "comments": [
            "That is, about 3,000 feet or about 900 meters"
          ]
        },
        {
          "text": "“Six of the towns you give the Levites will be cities of refuge, to which a person who has killed someone may flee. In addition, give them forty-two other towns.",
          "ID": "6"
        },
        {
          "text": "In all you must give the Levites forty-eight towns, together with their pasturelands.",
          "ID": "7"
        },
        {
          "text": "The towns you give the Levites from the land the Israelites possess are to be given in proportion to the inheritance of each tribe: Take many towns from a tribe that has many, but few from one that has few.”",
          "ID": "8"
        },
        {
          "text": "Then the Lord said to Moses:",
          "ID": "9"
        },
        {
          "text": "“Speak to the Israelites and say to them: ‘When you cross the Jordan into Canaan,",
          "ID": "10"
        },
        {
          "text": "select some towns to be your cities of refuge, to which a person who has killed someone accidentally may flee.",
          "ID": "11"
        },
        {
          "text": "They will be places of refuge from the avenger, so that anyone accused of murder may not die before they stand trial before the assembly.",
          "ID": "12"
        },
        {
          "text": "These six towns you give will be your cities of refuge.",
          "ID": "13"
        },
        {
          "text": "Give three on this side of the Jordan and three in Canaan as cities of refuge.",
          "ID": "14"
        },
        {
          "text": "These six towns will be a place of refuge for Israelites and for foreigners residing among them, so that anyone who has killed another accidentally can flee there.",
          "ID": "15"
        },
        {
          "text": "“‘If anyone strikes someone a fatal blow with an iron object, that person is a murderer; the murderer is to be put to death.",
          "ID": "16"
        },
        {
          "text": "Or if anyone is holding a stone and strikes someone a fatal blow with it, that person is a murderer; the murderer is to be put to death.",
          "ID": "17"
        },
        {
          "text": "Or if anyone is holding a wooden object and strikes someone a fatal blow with it, that person is a murderer; the murderer is to be put to death.",
          "ID": "18"
        },
        {
          "text": "The avenger of blood shall put the murderer to death; when the avenger comes upon the murderer, the avenger shall put the murderer to death.",
          "ID": "19"
        },
        {
          "text": "If anyone with malice aforethought shoves another or throws something at them intentionally so that they die",
          "ID": "20"
        },
        {
          "text": "or if out of enmity one person hits another with their fist so that the other dies, that person is to be put to death; that person is a murderer. The avenger of blood shall put the murderer to death when they meet.",
          "ID": "21"
        },
        {
          "text": "“‘But if without enmity someone suddenly pushes another or throws something at them unintentionally",
          "ID": "22"
        },
        {
          "text": "or, without seeing them, drops on them a stone heavy enough to kill them, and they die, then since that other person was not an enemy and no harm was intended,",
          "ID": "23"
        },
        {
          "text": "the assembly must judge between the accused and the avenger of blood according to these regulations.",
          "ID": "24"
        },
        {
          "text": "The assembly must protect the one accused of murder from the avenger of blood and send the accused back to the city of refuge to which they fled. The accused must stay there until the death of the high priest, who was anointed with the holy oil.",
          "ID": "25"
        },
        {
          "text": "“‘But if the accused ever goes outside the limits of the city of refuge to which they fled",
          "ID": "26"
        },
        {
          "text": "and the avenger of blood finds them outside the city, the avenger of blood may kill the accused without being guilty of murder.",
          "ID": "27"
        },
        {
          "text": "The accused must stay in the city of refuge until the death of the high priest; only after the death of the high priest may they return to their own property.",
          "ID": "28"
        },
        {
          "text": "“‘This is to have the force of law for you throughout the generations to come, wherever you live.",
          "ID": "29"
        },
        {
          "text": "“‘Anyone who kills a person is to be put to death as a murderer only on the testimony of witnesses. But no one is to be put to death on the testimony of only one witness.",
          "ID": "30"
        },
        {
          "text": "“‘Do not accept a ransom for the life of a murderer, who deserves to die. They are to be put to death.",
          "ID": "31"
        },
        {
          "text": "“‘Do not accept a ransom for anyone who has fled to a city of refuge and so allow them to go back and live on their own land before the death of the high priest.",
          "ID": "32"
        },
        {
          "text": "“‘Do not pollute the land where you are. Bloodshed pollutes the land, and atonement cannot be made for the land on which blood has been shed, except by the blood of the one who shed it.",
          "ID": "33"
        },
        {
          "text": "Do not defile the land where you live and where I dwell, for I, the Lord, dwell among the Israelites.’”",
          "ID": "34"
        }
      ],
      "ID": "OT:NUM.35",
      "name": "Numbers 35"
    },
    {
      "title": "Inheritance of Zelophehad’s Daughters",
      "text": [
        {
          "text": "The family heads of the clan of Gilead son of Makir, the son of Manasseh, who were from the clans of the descendants of Joseph, came and spoke before Moses and the leaders, the heads of the Israelite families.",
          "ID": "1"
        },
        {
          "text": "They said, “When the Lord commanded my lord to give the land as an inheritance to the Israelites by lot, he ordered you to give the inheritance of our brother Zelophehad to his daughters.",
          "ID": "2"
        },
        {
          "text": "Now suppose they marry men from other Israelite tribes; then their inheritance will be taken from our ancestral inheritance and added to that of the tribe they marry into. And so part of the inheritance allotted to us will be taken away.",
          "ID": "3"
        },
        {
          "text": "When the Year of Jubilee for the Israelites comes, their inheritance will be added to that of the tribe into which they marry, and their property will be taken from the tribal inheritance of our ancestors.”",
          "ID": "4"
        },
        {
          "text": "Then at the Lord’s command Moses gave this order to the Israelites: “What the tribe of the descendants of Joseph is saying is right.",
          "ID": "5"
        },
        {
          "text": "This is what the Lord commands for Zelophehad’s daughters: They may marry anyone they please as long as they marry within their father’s tribal clan.",
          "ID": "6"
        },
        {
          "text": "No inheritance in Israel is to pass from one tribe to another, for every Israelite shall keep the tribal inheritance of their ancestors.",
          "ID": "7"
        },
        {
          "text": "Every daughter who inherits land in any Israelite tribe must marry someone in her father’s tribal clan, so that every Israelite will possess the inheritance of their ancestors.",
          "ID": "8"
        },
        {
          "text": "No inheritance may pass from one tribe to another, for each Israelite tribe is to keep the land it inherits.”",
          "ID": "9"
        },
        {
          "text": "So Zelophehad’s daughters did as the Lord commanded Moses.",
          "ID": "10"
        },
        {
          "text": "Zelophehad’s daughters—Mahlah, Tirzah, Hoglah, Milkah and Noah—married their cousins on their father’s side.",
          "ID": "11"
        },
        {
          "text": "They married within the clans of the descendants of Manasseh son of Joseph, and their inheritance remained in their father’s tribe and clan.",
          "ID": "12"
        },
        {
          "text": "These are the commands and regulations the Lord gave through Moses to the Israelites on the plains of Moab by the Jordan across from Jericho.",
          "ID": "13"
        }
      ],
      "ID": "OT:NUM.36",
      "name": "Numbers 36"
    }
  ],
  "ID": "OT:NUM(NIV)",
  "name": "Numbers"
}